Repository: Aptivi/BassBoom
Catalog: private/BassBoom.Cli/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# BASSBOOM_APP_PLAYER_OPENINGMUSICLYRICFILEFAILED
source: Can't open lyrics file {0}:
ar: لا يمكن فتح ملف كلمات الأغاني {0}:
de: Liedtextdatei {0} kann nicht geöffnet werden:
el: Δεν είναι δυνατό το άνοιγμα του αρχείου στίχων {0}:
es: No se puede abrir el archivo de letras {0}:
fr: Impossible d’ouvrir le fichier de paroles {0} :
ga: Ní féidir comhad liricí {0} a oscailt:
hi: गीत फ़ाइल {0} नहीं खोल सकता:
id: Tidak dapat membuka berkas lirik {0}:
it: Impossibile aprire il file di testo {0}:
ja: 歌詞ファイル {0} を開けません:
ko: 가사 파일 {0}을(를) 열 수 없습니다.
ms: Tidak dapat membuka fail lirik {0}:
nb: Kan ikke åpne sangtekstfilen {0}:
nl: Kan songtekstbestand {0} niet openen:
pt_br: Não é possível abrir o arquivo de letras {0}:
ro: Nu se poate deschide fișierul cu versuri {0}:
tr: Şarkı sözü dosyası {0} açılamıyor:
uk: Не вдається відкрити файл тексту пісні {0}:
vi: Không mở được tệp lời bài hát {0}:
zh: 無法開啟歌詞檔案 {0}：

# BASSBOOM_APP_PLAYER_TARGETPOSPROMPT
source: Write the target position in this format:
ar: اكتب موضع الهدف بهذا التنسيق:
de: Schreiben Sie die Zielposition in diesem Format:
el: Εγγραφή της θέσης-στόχου σε αυτήν τη μορφή:
es: Escriba la posición de destino en este formato:
fr: Saisissez la position cible au format suivant :
ga: Scríobh an suíomh sprice sa fhormáid seo:
hi: लक्ष्य स्थिति को इस प्रारूप में लिखें:
id: Tulis posisi target dalam format ini:
it: Scrivi la posizione di destinazione in questo formato:
ja: ターゲット位置を次の形式で入力してください:
ko: 대상 위치를 다음 형식으로 작성하세요.
ms: Tulis kedudukan sasaran dalam format ini:
nb: Skriv målposisjonen i dette formatet:
nl: Schrijf de doelpositie in deze indeling:
pt_br: Escreva a posição de destino neste formato:
ro: Scrieți poziția țintă în acest format:
tr: Hedef konumu şu biçimde yazın:
uk: Запишіть цільову позицію в такому форматі:
vi: Ghi vị trí đích theo định dạng này:
zh: 請按以下格式寫入目標位置：

# BASSBOOM_APP_PLAYER_TESTSOUNDPLAYING
source: Playing test sound...
ar: جارٍ تشغيل صوت الاختبار...
de: Testton wird abgespielt...
el: Αναπαραγωγή δοκιμαστικού ήχου...
es: Reproduciendo sonido de prueba...
fr: Lecture du son de test…
ga: Ag seinm fuaim tástála...
hi: परीक्षण ध्वनि बजा रहा है...
id: Memutar suara uji...
it: Riproduzione del suono di prova...
ja: テストサウンドを再生しています…
ko: 테스트 사운드 재생 중...
ms: Memainkan bunyi ujian...
nb: Spiller av testlyd...
nl: Testgeluid afspelen...
pt_br: Reproduzindo som de teste...
ro: Se redă sunetul de test...
tr: Test sesi çalınıyor...
uk: Відтворюється тестовий звук...
vi: Đang phát âm thanh thử nghiệm...
zh: 正在播放測試聲音...

# BASSBOOM_APP_PLAYER_EXCEPTION_TESTSOUNDMISSING
source: Missing test sound data.
ar: بيانات صوت الاختبار مفقودة.
de: Testtondaten fehlen.
el: Λείπουν δεδομένα δοκιμαστικού ήχου.
es: Faltan datos del sonido de prueba.
fr: Données de son de test manquantes.
ga: Sonraí fuaime tástála ar iarraidh.
hi: परीक्षण ध्वनि डेटा गुम है।
id: Data suara uji hilang.
it: Dati del suono di prova mancanti.
ja: テストサウンドデータがありません。
ko: 테스트 사운드 데이터가 없습니다.
ms: Data bunyi ujian tiada.
nb: Mangler testlyddata.
nl: Testgeluidsgegevens ontbreken.
pt_br: Dados de som de teste ausentes.
ro: Lipsesc date despre sunetul de test.
tr: Test sesi verisi eksik.
uk: Відсутні дані тестового звуку.
vi: Thiếu dữ liệu âm thanh thử nghiệm.
zh: 缺少測試聲音數據。

# BASSBOOM_APP_PLAYER_TESTSOUNDREVIEW_TITLE
source: Sound test
ar: اختبار الصوت
el: Δοκιμή ήχου
es: Prueba de sonido
fr: Test sonore
ga: Tástáil fuaime
hi: ध्वनि परीक्षण
id: Uji suara
it: Test audio
ja: サウンドテスト
ko: 사운드 테스트
ms: Ujian bunyi
nb: Lydtest
nl: Geluidstest
pt_br: Teste de som
ro: Test de sunet
tr: Ses testi
uk: Тест звуку
vi: Kiểm tra âm thanh
zh: 聲音測試

# BASSBOOM_APP_PLAYER_TESTSOUNDREVIEW_DESC
source: Is everything OK in this current configuration?
ar: هل كل شيء على ما يرام في هذا الإعداد الحالي؟
de: Ist mit der aktuellen Konfiguration alles in Ordnung?
el: Είναι όλα εντάξει σε αυτήν την τρέχουσα διαμόρφωση;
es: ¿Todo correcto con esta configuración actual?
fr: Tout est-il correct dans cette configuration ?
ga: An bhfuil gach rud ceart go leor sa chumraíocht reatha seo?
hi: क्या इस मौजूदा कॉन्फ़िगरेशन में सब कुछ ठीक है?
id: Apakah semuanya baik-baik saja dalam konfigurasi saat ini?
it: Tutto a posto con questa configurazione attuale?
ja: 現在の設定で問題ありませんか?
ko: 현재 구성에서 모든 것이 정상입니까?
ms: Adakah semuanya OK dalam konfigurasi semasa ini?
nb: Er alt i orden i denne gjeldende konfigurasjonen?
nl: Is alles in orde met deze huidige configuratie?
pt_br: Está tudo OK nesta configuração atual?
ro: Este totul în regulă în această configurație actuală?
tr: Bu geçerli yapılandırmada her şey yolunda mı?
uk: Чи все гаразд у цій поточній конфігурації?
vi: Mọi thứ đều ổn trong cấu hình hiện tại này không?
zh: 目前配置是否一切正常？

# BASSBOOM_APP_PLAYER_TESTSOUNDREVIEW_YES
source: Yes
ar: نعم
de: Ja
el: Ναι
es: Sí
fr: Oui
ga: Tá
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
ms: ya
nb: Ja
nl: Ja
pt_br: Sim
ro: Da
tr: Evet
uk: Так
vi: Có
zh: 是

# BASSBOOM_APP_PLAYER_TESTSOUNDREVIEW_NO
source: No
ar: لا
de: Nein
el: Όχι
fr: Non
ga: Níl
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nb: Nei
nl: Nee
pt_br: Não
ro: Nu
tr: Hayır
uk: Ні
vi: Không
zh: 否

# BASSBOOM_APP_PLAYER_TESTSOUNDREVIEW_SUCCESS
source: Congratulations! You've set up everything properly!
ar: تهانينا! لقد أعددت كل شيء بشكل صحيح!
de: Herzlichen Glückwunsch! Sie haben alles richtig eingerichtet!
el: Συγχαρητήρια! Έχετε ρυθμίσει τα πάντα σωστά!
es: ¡Felicidades! ¡Todo configurado correctamente!
fr: Félicitations ! Vous avez tout configuré correctement !
ga: Comhghairdeas! Tá gach rud socraithe i gceart agat!
hi: बधाई हो! आपने सब कुछ ठीक से सेट कर लिया है!
id: Selamat! Anda telah menyiapkan semuanya dengan benar!
it: Congratulazioni! Hai configurato tutto correttamente!
ja: おめでとうございます！すべて正しく設定されました！
ko: 축하합니다! 모든 설정이 올바르게 완료되었습니다!
ms: tahniah! Anda telah menyediakan semuanya dengan betul!
nb: Gratulerer! Du har konfigurert alt riktig!
nl: Gefeliciteerd! Je hebt alles correct ingesteld!
pt_br: Parabéns! Você configurou tudo corretamente!
ro: Felicitări! Ați configurat totul corect!
tr: Tebrikler! Her şeyi düzgün bir şekilde ayarladınız!
uk: Вітаємо! Ви все налаштували правильно!
vi: Xin chúc mừng! Bạn đã thiết lập mọi thứ đúng cách!
zh: 恭喜！您已正確設定所有設定！

# BASSBOOM_APP_PLAYER_TESTSOUNDREVIEW_FAILURE
source: Check your device and try again.
ar: تحقق من جهازك وحاول مرة أخرى.
de: Überprüfen Sie Ihr Gerät und versuchen Sie es erneut.
el: Ελέγξτε τη συσκευή σας και προσπαθήστε ξανά.
es: Revise su dispositivo e inténtelo de nuevo.
fr: Vérifiez votre appareil et réessayez.
ga: Seiceáil do ghléas agus déan iarracht arís.
hi: अपने डिवाइस की जाँच करें और फिर से प्रयास करें।
id: Periksa perangkat Anda dan coba lagi.
it: Controlla il dispositivo e riprova.
ja: デバイスを確認してもう一度お試しください。
ko: 기기를 확인하고 다시 시도하세요.
ms: Semak peranti anda dan cuba lagi.
nb: Sjekk enheten din og prøv på nytt.
nl: Controleer je apparaat en probeer het opnieuw.
pt_br: Verifique seu dispositivo e tente novamente.
ro: Verificați dispozitivul și încercați din nou.
tr: Cihazınızı kontrol edin ve tekrar deneyin.
uk: Перевірте свій пристрій і спробуйте ще раз.
vi: Kiểm tra thiết bị của bạn và thử lại.
zh: 請檢查您的設備並重試。

# BASSBOOM_APP_PLAYER_INFO_UNKNOWN
source: Unknown
ar: غير معروف
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
ga: Anaithnid
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pt_br: Desconhecido
ro: Necunoscut
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh: 未知

# BASSBOOM_APP_PLAYER_INFO_SONGINFO
source: Song info
ar: معلومات الأغنية
el: Πληροφορίες τραγουδιού
es: Información de la canción
fr: Informations sur la chanson
ga: Eolas faoin amhrán
hi: गीत जानकारी
id: Info lagu
it: Informazioni sul brano
ja: 曲情報
ko: 노래 정보
ms: info lagu
nb: Sanginfo
nl: Nummerinfo
pt_br: Informações da música
ro: Informații despre melodie
tr: Şarkı bilgisi
uk: Інформація про пісню
vi: Thông tin bài hát
zh: 歌曲訊息

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_ARTIST
source: Artist:
ar: الفنان:
de: Künstler:
el: Καλλιτέχνης:
es: Artista:
fr: Artiste :
ga: Ealaíontóir:
hi: कलाकार:
id: Artis:
it: Artista:
ja: アーティスト:
ko: 아티스트:
ms: Artis:
nl: Artiest:
pt_br: Artista:
tr: Sanatçı:
uk: Виконавець:
vi: Nghệ sĩ:
zh: 藝術家：

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_TITLE
source: Title:
ar: العنوان:
de: Titel:
el: Τίτλος:
es: Título:
fr: Titre :
ga: Teideal:
hi: शीर्षक:
id: Judul:
it: Titolo:
ja: タイトル:
ko: 제목:
ms: Tajuk:
nb: Tittel:
nl: Titel:
pt_br: Título:
ro: Titlu:
tr: Başlık:
uk: Назва:
vi: Tiêu đề:
zh: 標題：

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_ALBUM
source: Album:
ar: الألبوم:
el: Άλμπουμ:
es: Álbum:
ga: Albam:
hi: एल्बम:
ja: アルバム:
ko: 앨범:
pt_br: Álbum:
tr: Albüm:
uk: Альбом:
zh: 專輯：

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_GENRE
source: Genre:
ar: النوع:
el: Είδος:
es: Género:
ga: Seánra:
hi: शैली:
it: Genere:
ja: ジャンル:
ko: 장르:
nb: Sjanger:
pt_br: Gênero:
ro: Gen:
tr: Tür:
uk: Жанр:
vi: Thể loại:
zh: 流派：

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_COMMENT
source: Comment:
ar: التعليق:
de: Kommentar:
el: Σχόλιο:
es: Comentario:
fr: Commentaire :
ga: Trácht:
hi: टिप्पणी:
id: Komentar:
it: Commento:
ja: コメント:
ko: 코멘트:
ms: Ulasan:
nb: Kommentar:
nl: Reactie:
pt_br: Comentário:
ro: Comentariu:
tr: Yorum:
uk: Коментар:
vi: Bình luận:
zh: 註：

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_DURATION
source: Duration:
ar: المدة:
de: Dauer:
el: Διάρκεια:
es: Duración:
fr: Durée :
ga: Fad:
hi: अवधि:
id: Durasi:
it: Durata:
ja: 再生時間:
ko: 재생 시간:
ms: Tempoh:
nb: Varighet:
nl: Duur:
pt_br: Duração:
ro: Durată:
tr: Süre:
uk: Тривалість:
vi: Thời lượng:
zh: 時長：

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_LYRICS
source: Lyrics:
ar: الكلمات:
de: Text:
el: Στίχοι:
es: Letra:
fr: Paroles :
ga: Liricí:
hi: गीत:
id: Lirik:
it: Testo:
ja: 歌詞:
ko: 가사:
ms: Lirik:
nb: Tekst:
nl: Songtekst:
pt_br: Letra:
ro: Versuri:
tr: Şarkı sözleri:
uk: Текст пісні:
vi: Lời bài hát:
zh: 歌詞：

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_LYRICS_LINES
source: {0} lines
ar: {0} سطرًا
de: {0} Zeilen
el: {0} γραμμές
es: {0} líneas
fr: {0} lignes
ga: {0} líne
hi: {0} पंक्तियाँ
id: {0} baris
it: {0} righe
ja: {0} 行
ko: {0}줄
ms: {0} baris
nb: {0} linjer
nl: {0} regels
pt_br: {0} linhas
ro: {0} linii
tr: {0} satır
uk: {0} рядків
vi: {0} dòng
zh: {0} 行

# BASSBOOM_APP_PLAYER_INFO_SONGINFO_LYRICS_NOLYRICS
source: No lyrics
ar: بدون كلمات
de: Kein Text
el: Χωρίς στίχους
es: Sin letra
fr: Aucune parole
ga: Gan liricí
hi: कोई गीत नहीं
id: Tidak ada lirik
it: Nessun testo
ja: 歌詞なし
ko: 가사 없음
ms: Tiada lirik
nb: Ingen tekst
nl: Geen songtekst
pt_br: Sem letra
ro: Fără versuri
tr: Şarkı sözü yok
uk: Немає тексту
vi: Không có lời bài hát
zh: 無歌詞

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO
source: Layer info
ar: معلومات الطبقة
el: Πληροφορίες επιπέδου
es: Información de la capa
fr: Informations sur le calque
ga: Eolas faoin tsraith
hi: परत जानकारी
id: Info lapisan
it: Informazioni sul livello
ja: レイヤー情報
ko: 레이어 정보
ms: Maklumat lapisan
nb: Laginfo
nl: Laaginfo
pt_br: Informações da camada
ro: Informații despre strat
tr: Katman bilgisi
uk: Інформація про шар
vi: Thông tin lớp
zh: 圖層資訊

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_VERSION
source: Version:
ar: الإصدار:
el: Έκδοση:
es: Versión:
ga: Leagan:
hi: संस्करण:
id: Versi:
it: Versione:
ja: バージョン:
ko: 버전:
ms: Versi:
nb: Versjon:
nl: Versie:
pt_br: Versão:
ro: Versiune:
tr: Sürüm:
uk: Версія:
vi: Phiên bản:
zh: 版本：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_LAYER
source: Layer:
ar: الطبقة:
el: Επίπεδο:
es: Capa:
fr: Calque :
ga: Sraith:
hi: परत:
id: Lapisan:
it: Livello:
ja: レイヤー:
ko: 레이어:
ms: Lapisan:
nb: Lag:
nl: Laag:
pt_br: Camada:
ro: Strat:
tr: Katman:
uk: Шар:
vi: Lớp:
zh: 圖層：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_RATE
source: Rate:
ar: المعدل:
el: Ρυθμός:
es: Velocidad:
fr: Débit :
ga: Ráta:
hi: दर:
id: Kecepatan:
it: Frequenza:
ja: レート:
ko: 레이트:
ms: Kadar:
nl: Snelheid:
pt_br: Taxa:
ro: Rată:
tr: Oran:
uk: Швидкість:
vi: Tốc độ:
zh: 速率：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_MODE
source: Mode:
ar: الوضع:
de: Modus:
el: Λειτουργία:
es: Modo:
ga: Mód:
hi: मोड:
it: Modalità:
ja: モード:
ko: 모드:
ms: Mod:
nb: Modus:
nl: Modus:
pt_br: Modo:
ro: Mod:
tr: Mod:
uk: Режим:
vi: Chế độ:
zh: 模式：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_MODEEXT
source: Mode Ext:
ar: امتداد الوضع:
de: Moduserweiterung:
el: Επέκταση λειτουργίας:
es: Extensión del modo:
ga: Síneadh an Mhód:
hi: मोड एक्सट:
id: Ekstensi Mode:
it: Estensione modalità:
ja: モード拡張:
ko: 모드 확장:
ms: Mod Ext:
nb: Modus Ext:
nl: Modus-extensie:
pt_br: Extensão do modo:
ro: Mod Ext:
tr: Mod Uzantısı:
uk: Розширення режиму:
vi: Chế độ mở rộng:
zh: 模式擴展：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_FRAMESIZE
source: Frame Size:
ar: حجم الإطار:
de: Bildgröße:
el: Μέγεθος καρέ:
es: Tamaño del fotograma:
fr: Taille d’image :
ga: Méid an Fhráma:
hi: फ़्रेम आकार:
id: Ukuran Bingkai:
it: Dimensione fotogramma:
ja: フレームサイズ:
ko: 프레임 크기:
ms: Saiz Bingkai:
nb: Bildestørrelse:
nl: Framegrootte:
pt_br: Tamanho do quadro:
ro: Dimensiune cadru:
tr: Çerçeve Boyutu:
uk: Розмір кадру:
vi: Kích thước khung:
zh: 幀大小：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_FLAGS
source: Flags:
ar: الأعلام:
el: Σημαίες:
es: Indicadores:
fr: Indicateurs :
ga: Bratacha:
hi: झंडे:
id: Bendera:
it: Flag:
ja: フラグ:
ko: 플래그:
ms: Bendera:
nb: Flagg:
nl: Vlaggen:
pt_br: Sinalizadores:
ro: Stabilizatori:
tr: Bayrak:
uk: Прапорці:
vi: Cờ:
zh: 標記：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_EMPHASIS
source: Emphasis:
ar: التشديد:
de: Hervorhebung:
el: Έμφαση:
es: Énfasis:
fr: Emphase :
ga: Béim:
hi: जोर:
id: Penekanan:
it: Enfasi:
ja: 強調:
ko: 강조:
ms: Penekanan:
nb: Utvekt:
nl: Nadruk:
pt_br: Ênfase:
ro: Emfazie:
tr: Vurgu:
uk: Наголос:
vi: Nhấn mạnh:
zh: 強調：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_BITRATE
source: Bitrate:
ar: معدل البت:
el: Ρυθμός bit:
es: Velocidad de bits:
fr: Débit binaire :
ga: Ráta Giotáin:
hi: बिटरेट:
ja: ビットレート:
ko: 비트 전송률:
ms: Kadar bit:
nl: Bitsnelheid:
pt_br: Taxa de bits:
ro: Rată de biți:
tr: Bit hızı:
uk: Бітрейт:
vi: Tốc độ bit:
zh: 比特率：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_ABR
source: ABR Rate:
ar: معدل ABR:
el: Ρυθμός ABR:
es: Velocidad ABR:
fr: Débit ABR :
ga: Ráta ABR:
hi: एबीआर दर:
id: Kecepatan ABR:
it: Frequenza ABR:
ja: ABR レート:
ko: ABR 속도:
ms: Kadar ABR:
nl: ABR-snelheid:
pt_br: Taxa ABR:
ro: Rată ABR:
tr: ABR hızı:
uk: Швидкість ABR:
vi: Tốc độ ABR:
zh: ABR 速率：

# BASSBOOM_APP_PLAYER_INFO_LAYERINFO_VBR
source: VBR:
hi: वीबीआर:

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE
source: Native State
ar: الحالة الأصلية
de: Nativer Zustand
el: Εγγενής κατάσταση
es: Estado nativo
fr: État natif
ga: Stádas Dúchasach
hi: मूल स्थिति
id: Status Asli
it: Stato nativo
ja: ネイティブ状態
ko: 네이티브 상태
ms: Negeri asal
nb: Naturlig tilstand
pt_br: Estado nativo
ro: Stare nativă
tr: Yerel durum
uk: Вихідний стан
vi: Trạng thái gốc
zh: 原生狀態

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE_ACCURATERENDERING
source: Accurate rendering:
ar: دقة العرض:
de: Präzises Rendering:
el: Ακριβής απόδοση:
es: Renderizado preciso:
fr: Rendu précis :
ga: Rindreáil chruinn:
hi: सटीक रेंडरिंग:
id: Render akurat:
it: Rendering accurato:
ja: 正確なレンダリング:
ko: 정확한 렌더링:
ms: Penyampaian tepat:
nb: Nøyaktig gjengivelse:
nl: Nauwkeurige weergave:
pt_br: Renderização precisa:
ro: Redare precisă:
tr: Doğru işleme:
uk: Точне рендеринг:
vi: Kết xuất chính xác:
zh: 精確渲染：

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE_BUFFERFILL
source: Buffer fill:
ar: ملء المخزن المؤقت:
de: Pufferfüllung:
el: Πλήρωση buffer:
es: Relleno de búfer:
fr: Remplissage du tampon :
ga: Líonadh maoláin:
hi: बफर भरण:
id: Isi buffer:
it: Riempimento buffer:
ja: バッファフィル:
ko: 버퍼 채우기:
ms: Isi penimbal:
nb: Bufferfylling:
nl: Buffervulling:
pt_br: Preenchimento do buffer:
ro: Umplere buffer:
tr: Arabellek doldurma:
uk: Заповнення буфера:
vi: Điền bộ đệm:
zh: 緩衝區填滿：

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE_DECODINGDELAY
source: Decoding delay:
ar: تأخير فك التشفير:
de: Dekodierverzögerung:
el: Καθυστέρηση αποκωδικοποίησης:
es: Retardo de decodificación:
fr: Délai de décodage :
ga: Moill díchódaithe:
hi: डिकोडिंग विलंब:
id: Penundaan decoding:
it: Ritardo di decodifica:
ja: デコード遅延:
ko: 디코딩 지연:
ms: Kelewatan penyahkodan:
nb: Dekodingsforsinkelse:
nl: Decoderingsvertraging:
pt_br: Atraso na decodificação:
ro: Întârziere decodare:
tr: Kod çözme gecikmesi:
uk: Затримка декодування:
vi: Độ trễ giải mã:
zh: 解碼延遲：

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE_ENCODINGDELAY
source: Encoding delay:
ar: تأخير التشفير:
de: Kodierungsverzögerung:
el: Καθυστέρηση κωδικοποίησης:
es: Retardo de codificación:
fr: Délai d’encodage :
ga: Moill ionchódaithe:
hi: एन्कोडिंग विलंब:
id: Penundaan encoding:
it: Ritardo di codifica:
ja: エンコード遅延:
ko: 인코딩 지연:
ms: Kelewatan pengekodan:
nb: Kodingsforsinkelse:
nl: Coderingsvertraging:
pt_br: Atraso na codificação:
ro: Întârziere decodare:
tr: Kodlama gecikmesi:
uk: Затримка кодування:
vi: Độ trễ mã hóa:
zh: 編碼延遲：

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE_ENCODINGPADDING
source: Encoding padding:
ar: حشو التشفير:
de: Kodierungsauffüllung:
el: Επένδυση κωδικοποίησης:
es: Relleno de codificación:
fr: Remplissage d’encodage :
ga: Líonadh ionchódaithe:
hi: एन्कोडिंग पैडिंग:
id: Pengisian encoding:
it: Riempimento codifica:
ja: エンコードパディング:
ko: 인코딩 패딩:
ms: Pengekodan padding:
nb: Kodingspolstring:
nl: Codering-opvulling:
pt_br: Preenchimento da codificação:
ro: Umplutură decodare:
tr: Kodlama dolgusu:
uk: Доповнення кодування:
vi: Đệm mã hóa:
zh: 編碼填充：

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE_FRANKENSTEIN
source: Frankenstein stream:
ar: بث فرانكشتاين:
el: Ροή Frankenstein:
fr: Flux Frankenstein :
ga: Sruth Frankenstein:
hi: फ्रेंकस्टीन स्ट्रीम:
id: Aliran Frankenstein:
ja: フランケンシュタインストリーム:
ko: 프랑켄슈타인 스트림:
ms: aliran Frankenstein:
pt_br: Fluxo Frankenstein:
ro: Flux Frankenstein:
tr: Frankenstein akışı:
uk: Потік Франкенштейна:
vi: Luồng Frankenstein:
zh: Frankenstein 流：

# BASSBOOM_APP_PLAYER_INFO_NATIVESTATE_FRESHDECODER
source: Fresh decoder:
ar: فك التشفير الجديد:
de: Neuer Decoder:
el: Νέος αποκωδικοποιητής:
es: Decodificador actualizado:
fr: Décodeur récent :
ga: Díchódóir úr:
hi: ताज़ा डिकोडर:
id: Decoder baru:
it: Decoder aggiornato:
ja: フレッシュデコーダー:
ko: 새로운 디코더:
ms: Penyahkod segar:
nl: Nieuwe decoder:
pt_br: Decodificador atualizado:
ro: Decodor nou:
tr: Yeni kod çözücü:
uk: Свіжий декодер:
vi: Bộ giải mã mới:
zh: 最新解碼器：

# BASSBOOM_APP_PLAYER_INFO_TEXTSANDEXTRAS
source: Texts and Extras
ar: النصوص والإضافات
de: Texte und Extras
el: Κείμενα και επιπλέον στοιχεία
es: Textos y extras
fr: Textes et bonus
ga: Téacsanna agus Breiseáin
hi: टेक्स्ट और एक्स्ट्रा
id: Teks dan Ekstra
it: Testi e contenuti extra
ja: テキストと追加情報
ko: 텍스트 및 추가 기능
ms: Teks dan Tambahan
nb: Tekster og ekstramateriale
nl: Teksten en extra's
pt_br: Textos e extras
ro: Texte și extra
tr: Metinler ve Ekstralar
uk: Тексти та додаткові елементи
vi: Văn bản và nội dung bổ sung
zh: 文字和附加訊息

# BASSBOOM_APP_RADIO_KEYBINDING_STATIONINFO
source: Radio station information
ar: معلومات محطة الراديو
de: Radiosenderinformationen
el: Πληροφορίες ραδιοφωνικού σταθμού
es: Información de la emisora ​​de radio
fr: Informations sur la station de radio
ga: Eolas faoi stáisiún raidió
hi: रेडियो स्टेशन की जानकारी
id: Informasi stasiun radio
it: Informazioni sulla stazione radio
ja: ラジオ局情報
ko: 라디오 방송국 정보
ms: Maklumat stesen radio
nb: Radiostasjonsinformasjon
nl: Informatie over radiozenders
pt_br: Informações da estação de rádio
ro: Informații despre postul de radio
tr: Radyo istasyonu bilgisi
uk: Інформація про радіостанцію
vi: Thông tin đài phát thanh
zh: 電台資訊

# BASSBOOM_APP_RADIO_KEYBINDING_STATIONINFOEXT
source: Radio station extended information
ar: معلومات موسعة عن محطة الراديو
de: Erweiterte Radiosenderinformationen
el: Εκτεταμένες πληροφορίες ραδιοφωνικού σταθμού
es: Información extendida de la emisora ​​de radio
fr: Informations détaillées sur la station de radio
ga: Eolas sínte faoi stáisiún raidió
hi: रेडियो स्टेशन विस्तारित जानकारी
id: Informasi stasiun radio yang diperluas
it: Informazioni estese sulla stazione radio
ja: ラジオ局拡張情報
ko: 라디오 방송국 확장 정보
ms: Maklumat lanjutan stesen radio
nb: Utvidet informasjon om radiostasjon
nl: Uitgebreide informatie over radiozenders
pt_br: Informações estendidas da estação de rádio
ro: Informații extinse despre postul de radio
tr: Radyo istasyonu genişletilmiş bilgisi
uk: Розширена інформація про радіостанцію
vi: Thông tin mở rộng đài phát thanh
zh: 電台擴充訊息

# BASSBOOM_APP_RADIO_KEYBINDING_ADDSTATION
source: Add a radio station
ar: إضافة محطة راديو
de: Radiosender hinzufügen
el: Προσθήκη ραδιοφωνικού σταθμού
es: Añadir una emisora ​​de radio
fr: Ajouter une station de radio
ga: Cuir stáisiún raidió leis
hi: एक रेडियो स्टेशन जोड़ें
id: Tambahkan stasiun radio
it: Aggiungi una stazione radio
ja: ラジオ局を追加
ko: 라디오 방송국 추가
ms: Tambah stesen radio
nb: Legg til en radiostasjon
nl: Een radiozender toevoegen
pt_br: Adicionar uma estação de rádio
ro: Adăugați un post de radio
tr: Bir radyo istasyonu ekle
uk: Додати радіостанцію
vi: Thêm đài phát thanh
zh: 添加電台

# BASSBOOM_APP_RADIO_KEYBINDING_ADDSTATIONGROUP
source: Add a radio station group from playlist
ar: إضافة مجموعة محطات راديو من قائمة التشغيل
de: Radiosendergruppe aus Playlist hinzufügen
el: Προσθήκη ομάδας ραδιοφωνικών σταθμών από τη λίστα αναπαραγωγής
es: Añadir un grupo de emisoras de radio de la lista de reproducción
fr: Ajouter un groupe de stations de radio à la playlist
ga: Cuir grúpa stáisiún raidió ón seinmliosta
hi: प्लेलिस्ट से एक रेडियो स्टेशन समूह जोड़ें
id: Tambahkan grup stasiun radio dari daftar putar
it: Aggiungi un gruppo di stazioni radio dalla playlist
ja: プレイリストからラジオ局グループを追加
ko: 재생 목록에서 라디오 방송국 그룹 추가
ms: Tambah kumpulan stesen radio daripada senarai main
nb: Legg til en radiostasjonsgruppe fra spillelisten
nl: Een radiozendergroep toevoegen vanuit de afspeellijst
pt_br: Adicionar um grupo de estações de rádio da lista de reprodução
ro: Adăugați un grup de posturi de radio din lista de redare
tr: Çalma listesinden bir radyo istasyonu grubu ekle
uk: Додати групу радіостанцій зі списку відтворення
vi: Thêm nhóm đài phát thanh từ danh sách phát
zh: 從播放清單中新增電台組

# BASSBOOM_APP_RADIO_KEYBINDING_PREVSTATION
source: Previous radio station
ar: محطة الراديو السابقة
de: Vorheriger Radiosender
el: Προηγούμενος ραδιοφωνικός σταθμός
es: Emisora ​​de radio anterior
fr: Station de radio précédente
ga: Stáisiún raidió roimhe seo
hi: पिछला रेडियो स्टेशन
id: Stasiun radio sebelumnya
it: Stazione radio precedente
ja: 前のラジオ局
ko: 이전 라디오 방송국
ms: Stesen radio sebelumnya
nb: Forrige radiostasjon
nl: Vorige radiozender
pt_br: Estação de rádio anterior
ro: Postul de radio anterior
tr: Önceki radyo istasyonu
uk: Попередня радіостанція
vi: Đài phát thanh trước đó
zh: 上一個電台

# BASSBOOM_APP_RADIO_KEYBINDING_NEXTSTATION
source: Next radio station
ar: محطة الراديو التالية
de: Nächster Radiosender
el: Επόμενος ραδιοφωνικός σταθμός
es: Siguiente emisora ​​de radio
fr: Station de radio suivante
ga: An chéad stáisiún raidió eile
hi: अगला रेडियो स्टेशन
id: Stasiun radio berikutnya
it: Stazione radio successiva
ja: 次のラジオ局
ko: 다음 라디오 방송국
ms: Stesen radio seterusnya
nb: Neste radiostasjon
nl: Volgende radiozender
pt_br: Próxima estação de rádio
ro: Postul de radio următor
tr: Sonraki radyo istasyonu
uk: Наступна радіостанція
vi: Đài phát thanh tiếp theo
zh: 下一個電台
