Repository: Aptivi/BassBoom
Catalog: private/BassBoom.Cli/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# BASSBOOM_APP_PLAYER_KEYBINDING_SEEKTOPREVLYRIC
source: Seek to previous lyric (when playing)
ar: البحث عن كلمات الأغنية السابقة (أثناء التشغيل)
de: Zum vorherigen Liedtext suchen (während der Wiedergabe)
el: Αναζήτηση στον προηγούμενο στίχο (κατά την αναπαραγωγή)
es: Buscar la letra anterior (durante la reproducción)
fr: Recherche vers les paroles précédentes (en lecture)
ga: Cuardaigh go dtí an liric roimhe seo (agus é ag seinm)
hi: पिछले गीत की खोज करें (बजाते समय)
id: Cari ke lirik sebelumnya (saat diputar)
it: Cerca al testo precedente (durante la riproduzione)
ja: 前の歌詞へのシーク（再生時）
ko: 이전 가사 탐색(재생 중)
ms: Cari lirik sebelumnya (semasa bermain)
nb: Søk til forrige tekst (når den spiller av)
nl: Naar vorige songtekst zoeken (tijdens afspelen)
pt_br: Buscar para a letra anterior (ao reproduzir)
ro: Căutare la versul anterior (la redare)
tr: Önceki şarkı sözüne ara (çalırken)
uk: Перемотування до попереднього тексту пісні (під час відтворення)
vi: Tìm đến lời bài hát trước (khi phát)
zh: 搜尋上一句歌詞（播放時）

# BASSBOOM_APP_PLAYER_KEYBINDING_SEEKTONEXTLYRIC
source: Seek to next lyric (when playing)
ar: البحث عن كلمات الأغنية التالية (أثناء التشغيل)
de: Zum nächsten Liedtext suchen (während der Wiedergabe)
el: Αναζήτηση στον επόμενο στίχο (κατά την αναπαραγωγή)
es: Buscar la siguiente letra (durante la reproducción)
fr: Recherche vers les paroles suivantes (en lecture)
ga: Cuardaigh go dtí an chéad liric eile (agus é ag seinm)
hi: अगले गीत की खोज करें (बजाते समय)
id: Cari ke lirik berikutnya (saat diputar)
it: Cerca al testo successivo (durante la riproduzione)
ja: 次の歌詞へのシーク（再生時）
ko: 다음 가사 탐색(재생 중)
ms: Cari lirik seterusnya (semasa bermain)
nb: Søk til neste tekst (når den spiller av)
nl: Naar volgende songtekst zoeken (tijdens afspelen)
pt_br: Buscar para a próxima letra (ao reproduzir)
ro: Căutare la versul următor (la redare)
tr: Sonraki şarkı sözüne ara (çalırken)
uk: Перемотування до наступного тексту пісні (під час відтворення)
vi: Tìm đến lời bài hát tiếp theo (khi phát)
zh: 搜尋到下一句歌詞（播放時）

# BASSBOOM_APP_PLAYER_KEYBINDING_SEEKTOCURRLYRIC
source: Seek to current lyric (when playing)
ar: البحث عن كلمات الأغنية الحالية (أثناء التشغيل)
de: Zum aktuellen Liedtext suchen (während der Wiedergabe)
el: Αναζήτηση στον τρέχοντα στίχο (κατά την αναπαραγωγή)
es: Buscar la letra actual (durante la reproducción)
fr: Recherche vers les paroles actuelles (en lecture)
ga: Cuardaigh go dtí an liric reatha (agus é ag seinm)
hi: वर्तमान गीत की खोज करें (बजाते समय)
id: Cari ke lirik saat ini (saat diputar)
it: Cerca al testo corrente (durante la riproduzione)
ja: 現在の歌詞へのシーク（再生時）
ko: 현재 가사 탐색(재생 중)
ms: Cari lirik semasa (semasa bermain)
nb: Søk til gjeldende tekst (når den spiller av)
nl: Naar huidige songtekst zoeken (tijdens afspelen)
pt_br: Buscar para a letra atual (ao reproduzir)
ro: Căutare la versul curent (la redare)
tr: Geçerli şarkı sözüne ara (çalırken)
uk: Перемотування до поточного тексту пісні (під час відтворення)
vi: Tìm đến lời bài hát hiện tại (khi phát)
zh: 搜尋到當前歌詞（播放時）

# BASSBOOM_APP_PLAYER_KEYBINDING_SEEKTOWHICHLYRIC
source: Seek to which lyric (when playing)
ar: البحث عن أي كلمات أغنية (أثناء التشغيل)
de: Zu welchem ​​Liedtext suchen (während der Wiedergabe)
el: Αναζήτηση σε ποιον στίχο (κατά την αναπαραγωγή)
es: Buscar qué letra (durante la reproducción)
fr: Recherche vers quelles paroles (en lecture)
ga: Cuardaigh cén liric (agus é ag seinm)
hi: किस गीत की खोज करें (बजाते समय)
id: Cari ke lirik yang mana (saat diputar)
it: Cerca a quale testo (durante la riproduzione)
ja: どの歌詞へのシーク（再生時）
ko: 어떤 가사로 탐색할지(재생 중)
ms: Cari lirik yang mana (semasa bermain)
nb: Søk til hvilken tekst (når den spiller av)
nl: Naar welke songtekst zoeken (tijdens afspelen)
pt_br: Buscar para qual letra (ao reproduzir)
ro: Căutare la care vers (la redare)
tr: Hangi şarkı sözüne ara (çalırken)
uk: Перемотування до потрібного тексту пісні (під час відтворення)
vi: Tìm đến lời bài hát nào (khi phát)
zh: 搜尋到哪一句歌詞（播放時）

# BASSBOOM_APP_PLAYER_KEYBINDING_SETREPEATCHECKPOINT
source: Set repeat checkpoint
ar: تعيين نقطة تفتيش التكرار
de: Wiederholungs-Checkpoint setzen
el: Ορισμός σημείου ελέγχου επανάληψης
es: Establecer punto de control de repetición
fr: Définir un point de contrôle de répétition
ga: Socraigh seicphointe athrá
hi: दोहराएँ चेकपॉइंट सेट करें
id: Tetapkan titik periksa pengulangan
it: Imposta checkpoint di ripetizione
ja: リピートチェックポイントの設定
ko: 반복 체크포인트 설정
ms: Tetapkan pusat pemeriksaan berulang
nb: Angi gjentakelseskontrollpunkt
nl: Herhaalcontrolepunt instellen
pt_br: Definir ponto de verificação de repetição
ro: Setați punctul de control al repetării
tr: Tekrar kontrol noktasını ayarla
uk: Встановити контрольну точку повторення
vi: Đặt điểm kiểm tra lặp lại
zh: 設定重複檢查點

# BASSBOOM_APP_PLAYER_KEYBINDING_SEEKTOREPEATCHECKPOINT
source: Seek to repeat checkpoint
ar: البحث عن نقطة تفتيش التكرار
de: Zum Wiederholungs-Checkpoint suchen
el: Αναζήτηση σε σημείο ελέγχου επανάληψης
es: Buscar punto de control de repetición
fr: Recherche vers un point de contrôle de répétition
ga: Cuardaigh go seicphointe athrá
hi: दोहराएँ चेकपॉइंट की खोज करें
id: Cari untuk mengulang titik periksa
it: Cerca al checkpoint di ripetizione
ja: リピートチェックポイントへのシーク
ko: 반복 체크포인트 탐색
ms: Berusaha untuk mengulangi pusat pemeriksaan
nb: Søk til gjentakelseskontrollpunkt
nl: Naar herhaalcontrolepunt zoeken
pt_br: Buscar para repetir o ponto de verificação
ro: Căutare la punctul de control al repetării
tr: Tekrar kontrol noktasına ara
uk: Перемотування для контрольної точки повторення
vi: Tìm đến điểm kiểm tra lặp lại
zh: 搜尋到重複檢查點

# BASSBOOM_APP_PLAYER_KEYBINDING_PLAYTESTSOUND
source: Play test sound (to test device and driver)
ar: تشغيل صوت اختبار (لاختبار الجهاز وبرنامج التشغيل)
de: Testton abspielen (zum Testen von Gerät und Treiber)
el: Αναπαραγωγή δοκιμαστικού ήχου (για δοκιμή συσκευής και προγράμματος οδήγησης)
es: Reproducir sonido de prueba (para probar el dispositivo y el controlador)
fr: Lire un son de test (pour tester l'appareil et le pilote)
ga: Seinn fuaim tástála (chun an gléas agus an tiománaí a thástáil)
hi: परीक्षण ध्वनि चलाएँ (डिवाइस और ड्राइवर का परीक्षण करने के लिए)
id: Putar suara uji (untuk menguji perangkat dan driver)
it: Riproduci suono di prova (per testare dispositivo e driver)
ja: テストサウンドの再生（デバイスとドライバーのテスト）
ko: 테스트 사운드 재생(장치 및 드라이버 테스트용)
ms: Mainkan bunyi ujian (untuk menguji peranti dan pemandu)
nb: Spill av testlyd (for å teste enhet og driver)
nl: Testgeluid afspelen (om apparaat en driver te testen)
pt_br: Reproduzir som de teste (para testar o dispositivo e o driver)
ro: Redați sunet de test (pentru a testa dispozitivul și driverul)
tr: Test sesini çal (cihazı ve sürücüyü test etmek için)
uk: Відтворити тестовий звук (для перевірки пристрою та драйвера)
vi: Phát âm thanh thử nghiệm (để kiểm tra thiết bị và trình điều khiển)
zh: 播放測試聲音（用於測試設備和驅動程式）

# BASSBOOM_APP_PLAYER_SEEKINDICATOR
source: Seek:
ar: البحث:
de: Suche:
el: Αναζήτηση:
es: Buscar:
fr: Recherche :
ga: Cuardaigh:
hi: खोजें:
id: Cari:
it: Ricerca:
ja: シーク：
ko: 탐색:
ms: Cari:
nb: Søk:
nl: Zoeken:
pt_br: Buscar:
ro: Căutare:
tr: Ara:
uk: Пошук:
vi: Tìm:
zh: 搜尋:

# BASSBOOM_APP_PLAYER_VOLINDICATOR
source: Volume:
ar: مستوى الصوت:
de: Lautstärke:
el: Ένταση ήχου:
es: Volumen:
ga: Imleabhar:
hi: वॉल्यूम:
ja: 音量：
ko: 볼륨:
ms: Kelantangan:
nb: Volum:
ro: Volum:
tr: Ses:
uk: Гучність:
vi: Âm lượng:
zh: 音量：

# BASSBOOM_APP_PLAYER_BASOLIAERROR
source: There's an error with Basolia when trying to process the music file.
ar: هناك خطأ في Basolia عند محاولة معالجة ملف الموسيقى.
de: Bei der Verarbeitung der Musikdatei tritt ein Fehler in Basolia auf.
el: Υπάρχει σφάλμα με το Basolia κατά την προσπάθεια επεξεργασίας του αρχείου μουσικής.
es: Hay un error con Basolia al intentar procesar el archivo de música.
fr: Une erreur s'est produite avec Basolia lors du traitement du fichier musical.
ga: Tá earráid ann le Basolia agus iarracht á déanamh an comhad ceoil a phróiseáil.
hi: संगीत फ़ाइल को संसाधित करने का प्रयास करते समय बासोलिया के साथ एक त्रुटि है।
id: Terjadi kesalahan dengan Basolia saat mencoba memproses berkas musik.
it: Si è verificato un errore con Basolia durante l'elaborazione del file musicale.
ja: 音楽ファイルの処理中にBasoliaでエラーが発生しました。
ko: 음악 파일을 처리하는 중 Basolia에 오류가 있습니다.
ms: Terdapat ralat dengan Basolia semasa cuba memproses fail muzik.
nb: Det er en feil med Basolia når jeg prøver å behandle musikkfilen.
nl: Er is een fout opgetreden bij het verwerken van het muziekbestand door Basolia.
pt_br: Há um erro com o Basolia ao tentar processar o arquivo de música.
ro: Există o eroare cu Basolia la încercarea de procesare a fișierului muzical.
tr: Müzik dosyasını işlemeye çalışırken Basolia'da bir hata oluştu.
uk: Виникла помилка з Basolia під час спроби обробки музичного файлу.
vi: Có lỗi với Basolia khi cố gắng xử lý tệp nhạc.
zh: Basolia 嘗試處理音樂檔案時發生錯誤。

# BASSBOOM_APP_PLAYER_BASOLIAOUTERROR
source: There's an error with Basolia output when trying to process the music file.
ar: هناك خطأ في إخراج Basolia عند محاولة معالجة ملف الموسيقى.
de: Bei der Verarbeitung der Musikdatei tritt ein Fehler in der Basolia-Ausgabe auf.
el: Υπάρχει σφάλμα με την έξοδο του Basolia κατά την προσπάθεια επεξεργασίας του αρχείου μουσικής.
es: Hay un error con la salida de Basolia al intentar procesar el archivo de música.
fr: Une erreur s'est produite avec la sortie Basolia lors du traitement du fichier musical.
ga: Tá earráid ann le haschur Basolia agus iarracht á déanamh an comhad ceoil a phróiseáil.
hi: संगीत फ़ाइल को संसाधित करने का प्रयास करते समय बासोलिया आउटपुट के साथ एक त्रुटि है।
id: Terjadi kesalahan dengan keluaran Basolia saat mencoba memproses berkas musik.
it: Si è verificato un errore con l'output di Basolia durante l'elaborazione del file musicale.
ja: 音楽ファイルの処理中にBasoliaの出力でエラーが発生しました。
ko: 음악 파일을 처리하는 중 Basolia 출력에 오류가 있습니다.
ms: Terdapat ralat dengan output Basolia semasa cuba memproses fail muzik.
nb: Det er en feil med Basolia-utdata når jeg prøver å behandle musikkfilen.
nl: Er is een fout opgetreden bij het verwerken van het muziekbestand door Basolia.
pt_br: Há um erro com a saída do Basolia ao tentar processar o arquivo de música.
ro: Există o eroare cu ieșirea Basolia la încercarea de procesare a fișierului muzical.
tr: Müzik dosyasını işlemeye çalışırken Basolia çıktısında bir hata oluştu.
uk: Виникла помилка з виводом Basolia під час спроби обробки музичного файлу.
vi: Có lỗi với đầu ra Basolia khi cố gắng xử lý tệp nhạc.
zh: Basolia 嘗試處理音樂檔案時輸出出現錯誤。

# BASSBOOM_APP_PLAYER_ERROR
source: There's an unknown error when trying to process the music file.
ar: حدث خطأ غير معروف عند محاولة معالجة ملف الموسيقى.
de: Beim Verarbeiten der Musikdatei ist ein unbekannter Fehler aufgetreten.
el: Υπάρχει άγνωστο σφάλμα κατά την προσπάθεια επεξεργασίας του αρχείου μουσικής.
es: Hay un error desconocido al intentar procesar el archivo de música.
fr: Une erreur inconnue s'est produite lors du traitement du fichier musical.
ga: Tá earráid anaithnid ann agus iarracht á déanamh an comhad ceoil a phróiseáil.
hi: संगीत फ़ाइल को संसाधित करने का प्रयास करते समय एक अज्ञात त्रुटि है।
id: Terjadi kesalahan yang tidak diketahui saat mencoba memproses berkas musik.
it: Si è verificato un errore sconosciuto durante l'elaborazione del file musicale.
ja: 音楽ファイルの処理中に不明なエラーが発生しました。
ko: 음악 파일을 처리하는 중 알 수 없는 오류가 있습니다.
ms: Terdapat ralat yang tidak diketahui semasa cuba memproses fail muzik.
nb: Det er en ukjent feil når jeg prøver å behandle musikkfilen.
nl: Er is een onbekende fout opgetreden bij het verwerken van het muziekbestand.
pt_br: Há um erro desconhecido ao tentar processar o arquivo de música.
ro: Există o eroare necunoscută la încercarea de procesare a fișierului muzical.
tr: Müzik dosyasını işlemeye çalışırken bilinmeyen bir hata oluştu.
uk: Виникла невідома помилка під час спроби обробки музичного файлу.
vi: Có lỗi không xác định khi cố gắng xử lý tệp nhạc.
zh: 嘗試處理音樂檔案時出現未知錯誤。

# BASSBOOM_APP_PLAYER_PLAYBACKFAILED
source: Playback failure:
ar: فشل التشغيل:
de: Wiedergabefehler:
el: Αποτυχία αναπαραγωγής:
es: Error de reproducción:
fr: Échec de lecture :
ga: Teip athsheinm:
hi: प्लेबैक विफलता:
id: Kegagalan pemutaran:
it: Riproduzione non riuscita:
ja: 再生失敗:
ko: 재생 실패:
ms: Kegagalan main balik:
nb: Avspillingsfeil:
nl: Afspelen mislukt:
pt_br: Falha na reprodução:
ro: Eroare la redare:
tr: Çalma hatası:
uk: Помилка відтворення:
vi: Lỗi phát lại:
zh: 播放失敗：

# BASSBOOM_APP_PLAYER_TIP
source: Press 'A' to insert a single song to the playlist, or 'S' to insert the whole music library.
ar: اضغط على 'A' لإدراج أغنية واحدة في قائمة التشغيل، أو 'S' لإدراج مكتبة الموسيقى كاملة.
de: Drücken Sie „A“, um einen einzelnen Song zur Playlist hinzuzufügen, oder „S“, um die gesamte Musikbibliothek einzufügen.
el: Πατήστε 'A' για να εισαγάγετε ένα μόνο τραγούδι στη λίστα αναπαραγωγής ή 'S' για να εισαγάγετε ολόκληρη τη μουσική βιβλιοθήκη.
es: Pulse 'A' para insertar una sola canción en la lista de reproducción o 'S' para insertar toda la biblioteca de música.
fr: Appuyez sur « A » pour insérer un seul morceau dans la playlist, ou sur « S » pour insérer toute la bibliothèque musicale.
ga: Brúigh 'A' chun amhrán amháin a chur isteach sa seinmliosta, nó 'S' chun an leabharlann ceoil iomlán a chur isteach.
hi: प्लेलिस्ट में कोई एकल गाना डालने के लिए 'A' दबाएँ, या संपूर्ण संगीत लाइब्रेरी डालने के लिए 'S' दबाएँ।
id: Tekan 'A' untuk memasukkan satu lagu ke dalam daftar putar, atau 'S' untuk memasukkan seluruh pustaka musik.
it: Premi 'A' per inserire un singolo brano nella playlist o 'S' per inserire l'intera libreria musicale.
ja: 「A」を押すとプレイリストに1曲挿入され、「S」を押すと音楽ライブラリ全体が挿入されます。
ko: 'A'를 눌러 재생 목록에 한 곡을 삽입하거나 'S'를 눌러 전체 음악 라이브러리를 삽입하세요.
ms: Tekan 'A' untuk memasukkan satu lagu ke senarai main, atau 'S' untuk memasukkan keseluruhan pustaka muzik.
nb: Trykk på 'A' for å sette inn en enkelt sang i spillelisten, eller 'S' for å sette inn hele musikkbiblioteket.
nl: Druk op 'A' om één nummer aan de afspeellijst toe te voegen of op 'S' om de hele muziekbibliotheek toe te voegen.
pt_br: Pressione 'A' para inserir uma única música na playlist ou 'S' para inserir toda a biblioteca musical.
ro: Apăsați „A” pentru a insera o singură melodie în lista de redare sau „S” pentru a insera întreaga bibliotecă muzicală.
tr: Çalma listesine tek bir şarkı eklemek için 'A'ya veya tüm müzik kütüphanesini eklemek için 'S'ye basın.
uk: Натисніть «A», щоб вставити одну пісню до списку відтворення, або «S», щоб вставити всю музичну бібліотеку.
vi: Nhấn 'A' để chèn một bài hát vào danh sách phát hoặc 'S' để chèn toàn bộ thư viện nhạc.
zh: 按下“A”鍵將單首歌曲插入播放列表，按“S”鍵插入整個音樂庫。

# BASSBOOM_APP_PLAYER_SELECTLYRICSEEK
source: Select a lyric to seek to
ar: حدد كلمات الأغاني للبحث عنها.
de: Wählen Sie einen Liedtext aus.
el: Επιλέξτε έναν στίχο για αναζήτηση
es: Seleccione la letra que desea buscar.
fr: Sélectionnez les paroles à rechercher.
ga: Roghnaigh liricí le cuardach
hi: खोजने के लिए एक गीत चुनें
id: Pilih lirik yang ingin dicari
it: Seleziona un testo da cercare
ja: シークする歌詞を選択してください
ko: 찾을 가사를 선택하세요.
ms: Pilih lirik untuk dicari
nb: Velg en sangtekst du vil søke etter.
nl: Selecteer een songtekst om te zoeken.
pt_br: Selecione uma letra para buscar
ro: Selectați versurile pe care doriți să le căutați
tr: Aranacak bir şarkı sözü seçin
uk: Виберіть текст пісні для пошуку.
vi: Chọn lời bài hát để tìm kiếm
zh: 選擇要找的歌詞

# BASSBOOM_APP_PLAYER_MUSICFILEPROMPT
source: Enter a path to the music file
ar: أدخل مسار ملف الموسيقى.
de: Geben Sie einen Pfad zur Musikdatei ein.
el: Εισαγάγετε μια διαδρομή προς το αρχείο μουσικής
es: Introduzca la ruta del archivo de música.
fr: Saisissez le chemin d’accès au fichier musical.
ga: Cuir isteach cosán chuig an gcomhad ceoil
hi: संगीत फ़ाइल के लिए पथ दर्ज करें
id: Masukkan jalur ke berkas musik
it: Inserisci un percorso per il file musicale
ja: 音楽ファイルへのパスを入力してください
ko: 음악 파일 경로를 입력하세요.
ms: Masukkan laluan ke fail muzik
nb: Skriv inn en sti til musikkfilen.
nl: Voer een pad naar het muziekbestand in.
pt_br: Digite um caminho para o arquivo de música
ro: Introduceți o cale către fișierul muzical
tr: Müzik dosyasına giden yolu girin
uk: Введіть шлях до музичного файлу.
vi: Nhập đường dẫn đến tệp nhạc
zh: 輸入音樂檔案路徑

# BASSBOOM_APP_PLAYER_MUSICFILENOTFOUND
source: File '{0}' doesn't exist.
ar: الملف '{0}' غير موجود.
de: Datei „{0}“ existiert nicht.
el: Το αρχείο '{0}' δεν υπάρχει.
es: El archivo '{0}' no existe.
fr: Le fichier « {0} » n’existe pas.
ga: Níl an comhad '{0}' ann.
hi: फ़ाइल '{0}' मौजूद नहीं है।
id: Berkas '{0}' tidak ada.
it: Il file '{0}' non esiste.
ja: ファイル「{0}」が存在しません。
ko: 파일 '{0}'이(가) 없습니다.
ms: Fail '{0}' tidak wujud.
nb: Filen '{0}' finnes ikke.
nl: Bestand '{0}' bestaat niet.
pt_br: O arquivo '{0}' não existe.
ro: Fișierul „{0}” nu există.
tr: '{0}' dosyası mevcut değil.
uk: Файл «{0}» не існує.
vi: Tệp '{0}' không tồn tại.
zh: 文件“{0}”不存在。

# BASSBOOM_APP_PLAYER_MUSICPLAYLISTPROMPT
source: Enter a path to the music playlist
ar: أدخل مسار قائمة تشغيل الموسيقى.
de: Geben Sie einen Pfad zur Musik-Playlist ein.
el: Εισαγάγετε μια διαδρομή προς τη λίστα αναπαραγωγής μουσικής
es: Introduzca la ruta de la lista de reproducción de música.
fr: Saisissez le chemin d’accès à la playlist musicale.
ga: Cuir isteach cosán chuig an seinmliosta ceoil
hi: संगीत प्लेलिस्ट के लिए पथ दर्ज करें
id: Masukkan jalur ke daftar putar musik
it: Inserisci un percorso per la playlist musicale
ja: 音楽プレイリストへのパスを入力してください
ko: 음악 재생 목록 경로를 입력하세요.
ms: Masukkan laluan ke senarai main muzik
nb: Skriv inn en sti til musikkspillelisten.
nl: Voer een pad naar de muziekafspeellijst in.
pt_br: Digite um caminho para a playlist de músicas
ro: Introduceți o cale către lista de redare muzicală
tr: Müzik çalma listesine giden yolu girin
uk: Введіть шлях до списку відтворення музики.
vi: Nhập đường dẫn đến danh sách phát nhạc
zh: 輸入音樂播放清單路徑

# BASSBOOM_APP_PLAYER_MUSICPLAYLISTNOTFOUND
source: Music playlist is not found.
ar: لم يتم العثور على قائمة تشغيل الموسيقى.
de: Musik-Playlist wurde nicht gefunden.
el: Η λίστα αναπαραγωγής μουσικής δεν βρέθηκε.
es: No se encuentra la lista de reproducción de música.
fr: La playlist musicale est introuvable.
ga: Ní bhfuarthas seinmliosta ceoil.
hi: संगीत प्लेलिस्ट नहीं मिली।
id: Daftar putar musik tidak ditemukan.
it: La playlist musicale non è stata trovata.
ja: 音楽プレイリストが見つかりません
ko: 음악 재생 목록을 찾을 수 없습니다.
ms: Senarai main muzik tidak ditemui.
nb: Musikkspillelisten ble ikke funnet.
nl: Muziekafspeellijst niet gevonden.
pt_br: A playlist de músicas não foi encontrada.
ro: Lista de redare muzicală nu a fost găsită.
tr: Müzik çalma listesi bulunamadı.
uk: Список відтворення музики не знайдено.
vi: Không tìm thấy danh sách phát nhạc.
zh: 未找到音樂播放清單。

# BASSBOOM_APP_PLAYER_MUSICLIBRARYPROMPT
source: Enter a path to the music library directory
ar: أدخل مسار دليل مكتبة الموسيقى.
de: Geben Sie einen Pfad zum Musikbibliotheksverzeichnis ein.
el: Εισαγάγετε μια διαδρομή προς τον κατάλογο της μουσικής βιβλιοθήκης
es: Introduzca la ruta del directorio de la biblioteca de música.
fr: Saisissez le chemin d’accès au répertoire de la bibliothèque musicale.
ga: Cuir isteach cosán chuig eolaire na leabharlainne ceoil
hi: संगीत लाइब्रेरी निर्देशिका के लिए पथ दर्ज करें
id: Masukkan jalur ke direktori pustaka musik
it: Inserisci un percorso per la directory della libreria musicale
ja: 音楽ライブラリディレクトリへのパスを入力してください
ko: 음악 라이브러리 디렉터리 경로를 입력하세요.
ms: Masukkan laluan ke direktori pustaka muzik
nb: Skriv inn en sti til musikkbibliotekkatalogen.
nl: Voer een pad naar de map van de muziekbibliotheek in.
pt_br: Digite um caminho para o diretório da biblioteca musical
ro: Introduceți o cale către directorul bibliotecii muzicale
tr: Müzik kütüphanesi dizinine giden yolu girin
uk: Введіть шлях до каталогу музичної бібліотеки.
vi: Nhập đường dẫn đến thư mục thư viện nhạc
zh: 輸入音樂庫目錄路徑

# BASSBOOM_APP_PLAYER_MUSICLIBRARYNOTFOUND
source: Music library directory is not found.
ar: لم يتم العثور على دليل مكتبة الموسيقى.
de: Musikbibliotheksverzeichnis wurde nicht gefunden.
el: Ο κατάλογος της μουσικής βιβλιοθήκης δεν βρέθηκε.
es: No se encuentra el directorio de la biblioteca de música.
fr: Le répertoire de la bibliothèque musicale est introuvable.
ga: Ní bhfuarthas eolaire na leabharlainne ceoil.
hi: संगीत लाइब्रेरी निर्देशिका नहीं मिली।
id: Direktori pustaka musik tidak ditemukan.
it: La directory della libreria musicale non è stata trovata.
ja: 音楽ライブラリディレクトリが見つかりません
ko: 음악 라이브러리 디렉터리를 찾을 수 없습니다.
ms: Direktori perpustakaan muzik tidak ditemui.
nb: Musikkbibliotekkatalogen ble ikke funnet.
nl: Muziekbibliotheek niet gevonden.
pt_br: O diretório da biblioteca musical não foi encontrado.
ro: Directorul bibliotecii muzicale nu a fost găsit.
tr: Müzik kütüphanesi dizini bulunamadı.
uk: Каталог музичної бібліотеки не знайдено.
vi: Không tìm thấy thư mục thư viện nhạc.
zh: 未找到音樂庫目錄。

# BASSBOOM_APP_PLAYER_OPENINGMUSICFILE
source: Opening {0}...
ar: جارٍ الفتح {0}...
de: {0} wird geöffnet...
el: Άνοιγμα {0}...
es: Abriendo {0}...
fr: Ouverture de {0}…
ga: Ag oscailt {0}...
hi: {0} खोल रहा है...
id: Membuka {0}...
it: Apertura di {0}...
ja: {0} を開いています…
ko: {0}을(를) 여는 중...
ms: Membuka {0}...
nb: Åpner {0}...
nl: Openen {0}...
pt_br: Abrindo {0}...
ro: Se deschide {0}...
tr: {0} açılıyor...
uk: Відкриття {0}...
vi: Đang mở {0}...
zh: 正在開啟 {0}...

# BASSBOOM_APP_PLAYER_NOWPLAYING
source: Now playing:
ar: جاري التشغيل:
de: Aktuelle Wiedergabe:
el: Αναπαραγωγή τώρα:
es: Reproduciendo:
fr: Lecture en cours :
ga: Ag seinm anois:
hi: अभी चल रहा है:
id: Sedang diputar:
it: In riproduzione:
ja: 再生中:
ko: 현재 재생 중인 곡:
ms: Sekarang bermain:
nb: Spilles nå:
nl: Nu afspelen:
pt_br: Reproduzindo agora:
ro: Se redă acum:
tr: Şu anda çalınıyor:
uk: Зараз відтворюється:
vi: Đang phát:
zh: 正在播放：

# BASSBOOM_APP_PLAYER_UNKNOWNARTIST
source: Unknown Artist
ar: فنان غير معروف
de: Unbekannter Interpret
el: Άγνωστος καλλιτέχνης
es: Artista desconocido
fr: Artiste inconnu
ga: Ealaíontóir Anaithnid
hi: अज्ञात कलाकार
id: Artis Tidak Diketahui
it: Artista sconosciuto
ja: 不明なアーティスト
ko: 알 수 없는 아티스트
ms: Artis Tidak Dikenali
nb: Ukjent artist
nl: Onbekende artiest
pt_br: Artista desconhecido
ro: Artist necunoscut
tr: Bilinmeyen Sanatçı
uk: Невідомий виконавець
vi: Nghệ sĩ không xác định
zh: 未知藝術家

# BASSBOOM_APP_PLAYER_UNKNOWNGENRE
source: Unknown Genre
ar: نوع غير معروف
de: Unbekanntes Genre
el: Άγνωστο είδος
es: Género desconocido
fr: Genre inconnu
ga: Seánra Anaithnid
hi: अज्ञात शैली
id: Genre Tidak Diketahui
it: Genere sconosciuto
ja: 不明なジャンル
ko: 알 수 없는 장르
ms: Genre Tidak Diketahui
nb: Ukjent sjanger
nl: Onbekend genre
pt_br: Gênero desconhecido
ro: Gen necunoscut
tr: Bilinmeyen Tür
uk: Невідомий жанр
vi: Thể loại không xác định
zh: 未知流派

# BASSBOOM_APP_PLAYER_OPENINGMUSICLYRICFILE
source: Trying to open lyrics file {0}...
ar: جارٍ محاولة فتح ملف كلمات الأغاني {0}...
de: Versuche, die Liedtextdatei {0} zu öffnen...
el: Προσπάθεια ανοίγματος αρχείου στίχων {0}...
es: Intentando abrir el archivo de letras {0}...
fr: Tentative d’ouverture du fichier de paroles {0}…
ga: Ag iarraidh comhad liricí {0} a oscailt...
hi: गीत फ़ाइल {0} खोलने का प्रयास कर रहा है...
id: Mencoba membuka berkas lirik {0}...
it: Tentativo di apertura del file di testo {0}...
ja: 歌詞ファイル {0} を開こうとしています…
ko: 가사 파일 {0}을(를) 열려고 합니다...
ms: Cuba membuka fail lirik {0}...
nb: Prøver å åpne sangtekstfilen {0}...
nl: Proberen songtekstbestand {0} te openen...
pt_br: Tentando abrir o arquivo de letras {0}...
ro: Se încearcă deschiderea fișierului cu versuri {0}...
tr: Şarkı sözü dosyası {0} açılmaya çalışılıyor...
uk: Спроба відкрити файл тексту пісні {0}...
vi: Đang cố mở tệp lời bài hát {0}...
zh: 嘗試開啟歌詞檔案 {0}...
