Repository: Aptivi/BassBoom
Catalog: private/BassBoom.Cli/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# BASSBOOM_APP_COMMON_KEYBINDING_DISCO
source: Disco Mode!
ar: تفعيل رفع مستوى الصوت
de: Disko-Modus!
el: Λειτουργία ντίσκο!
es: ¡Modo Disco!
fr: Mode Disco !
ga: Mód Dioscó!
hi: डिस्को मोड!
id: Mode Disko!
it: Modalità Disco!
ja: ディスコモード！
ko: 디스코 모드!
ms: Mod Disko!
nb: Disco-modus!
nl: Discomodus!
pt_br: Modo Disco!
ro: Mod Disco!
tr: Disko Modu!
uk: Режим дискотека!
vi: Chế độ Disco!
zh: 迪斯可模式！

# BASSBOOM_APP_COMMON_KEYBINDING_VOLBOOST
source: Enable volume boost
ar: معلومات الجهاز وبرنامج التشغيل
de: Lautstärkeanhebung aktivieren
el: Ενεργοποίηση ενίσχυσης έντασης ήχου
es: Activar el aumento de volumen
fr: Activer l'amplification du volume
ga: Cumasaigh borradh toirte
hi: वॉल्यूम बूस्ट सक्षम करें
id: Aktifkan peningkatan volume
it: Abilita l'aumento del volume
ja: 音量ブーストを有効にする
ko: 볼륨 부스트 활성화
ms: Dayakan peningkatan volum
nb: Aktiver volumforsterkning
nl: Volumeversterking inschakelen
pt_br: Ativar aumento de volume
ro: Activați amplificarea volumului
tr: Ses yükseltmeyi etkinleştir
uk: Увімкнути посилення гучності
vi: Bật tăng âm lượng
zh: 啟用音量增強

# BASSBOOM_APP_COMMON_KEYBINDING_DEVICEDRIVERINFO
source: Device and driver information
ar: تعيين الجهاز وبرنامج التشغيل
de: Geräte- und Treiberinformationen
el: Πληροφορίες συσκευής και προγράμματος οδήγησης
es: Información del dispositivo y del controlador
fr: Informations sur l'appareil et le pilote
ga: Faisnéis faoin ngléas agus faoin tiománaí
hi: डिवाइस और ड्राइवर जानकारी
id: Informasi perangkat dan driver
it: Informazioni su dispositivo e driver
ja: デバイスとドライバーの情報
ko: 장치 및 드라이버 정보
ms: Maklumat peranti dan pemandu
nb: Informasjon om enhet og driver
nl: Apparaat- en driverinformatie
pt_br: Informações do dispositivo e driver
ro: Informații despre dispozitiv și driver
tr: Cihaz ve sürücü bilgileri
uk: Інформація про пристрій та драйвер
vi: Thông tin thiết bị và trình điều khiển
zh: 設備和驅動程式訊息

# BASSBOOM_APP_COMMON_KEYBINDING_DEVICEDRIVERSET
source: Set device and driver
ar: إعادة تعيين الجهاز وبرنامج التشغيل
de: Gerät und Treiber einstellen
el: Ορισμός συσκευής και προγράμματος οδήγησης
es: Configurar dispositivo y controlador
fr: Configurer l'appareil et le pilote
ga: Socraigh an gléas agus an tiománaí
hi: डिवाइस और ड्राइवर सेट करें
id: Tetapkan perangkat dan driver
it: Imposta dispositivo e driver
ja: デバイスとドライバーを設定する
ko: 장치 및 드라이버 설정
ms: Tetapkan peranti dan pemacu
nb: Angi enhet og driver
nl: Apparaat en driver instellen
pt_br: Definir dispositivo e driver
ro: Setați dispozitivul și driverul
tr: Cihaz ve sürücüyü ayarla
uk: Встановити пристрій та драйвер
vi: Đặt thiết bị và trình điều khiển
zh: 設定設備和驅動程式

# BASSBOOM_APP_COMMON_KEYBINDING_DEVICEDRIVERRESET
source: Reset device and driver
ar: حفظ في قائمة التشغيل
de: Gerät und Treiber zurücksetzen
el: Επαναφορά συσκευής και προγράμματος οδήγησης
es: Restablecer dispositivo y controlador
fr: Réinitialiser l'appareil et le pilote
ga: Athshocraigh an gléas agus an tiománaí
hi: डिवाइस और ड्राइवर रीसेट करें
id: Setel ulang perangkat dan driver
it: Reimposta dispositivo e driver
ja: デバイスとドライバーをリセットする
ko: 장치 및 드라이버 재설정
ms: Tetapkan semula peranti dan pemacu
nb: Tilbakestill enhet og driver
nl: Apparaat en driver resetten
pt_br: Redefinir dispositivo e driver
ro: Resetați dispozitivul și driverul
tr: Cihaz ve sürücüyü sıfırla
uk: Скинути налаштування пристрою та драйвера
vi: Đặt lại thiết bị và trình điều khiển
zh: 重置設備和驅動程式

# BASSBOOM_APP_COMMON_KEYBINDING_SAVETOPLAYLIST
source: Save to playlist
ar: خروج
de: In Playlist speichern
el: Αποθήκευση στη λίστα αναπαραγωγής
es: Guardar en la lista de reproducción
fr: Enregistrer dans la liste de lecture
ga: Sábháil chuig an seinmliosta
hi: प्लेलिस्ट में सहेजें
id: Simpan ke daftar putar
it: Salva nella playlist
ja: プレイリストに保存する
ko: 재생 목록에 저장
ms: Simpan ke senarai main
nb: Lagre i spilleliste
nl: Opslaan in afspeellijst
pt_br: Salvar na lista de reprodução
ro: Salvați în lista de redare
tr: Çalma listesine kaydet
uk: Зберегти до списку відтворення
vi: Lưu vào danh sách phát
zh: 儲存到播放列表

# BASSBOOM_APP_COMMON_KEYBINDING_QUIT
source: Exit
ar: خفض
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
ga: Imeacht
hi: बाहर निकलें
id: Keluar
it: Esci
ja: 終了
ko: 종료
ms: Keluar
nb: Avslutt
nl: Afsluiten
pt_br: Sair
ro: Ieșire
tr: Çıkış
uk: Вихід
vi: Thoát
zh: 退出

# BASSBOOM_APP_EQUALIZER_KEYBINDING_DECREASE
source: Decrease
ar: زيادة
de: Lautstärke verringern
el: Μείωση
es: Disminuir
fr: Diminuer
ga: Laghdaigh
hi: घटाएँ
id: Turunkan
it: Diminuisci
ja: 音量を下げる
ko: 낮추기
ms: Kurangkan
nb: Reduser
nl: Verlagen
pt_br: Diminuir
ro: Reduceți
tr: Azalt
uk: Зменшити
vi: Giảm
zh: 減少音量

# BASSBOOM_APP_EQUALIZER_KEYBINDING_INCREASE
source: Increase
ar: النطاق السابق
de: Lautstärke erhöhen
el: Αύξηση
es: Aumentar
fr: Augmenter
ga: Méadaigh
hi: बढ़ाएँ
id: Naikkan
it: Aumenta
ja: 音量を上げる
ko: 높이기
ms: Bertambah
nb: Øk
nl: Verhogen
pt_br: Aumentar
ro: Măriți
tr: Artır
uk: Збільшити
vi: Tăng
zh: 增加音量

# BASSBOOM_APP_EQUALIZER_KEYBINDING_PREVBAND
source: Previous band
ar: النطاق التالي
de: Vorherige Band
el: Προηγούμενη ζώνη
es: Banda anterior
fr: Bande précédente
ga: An banda roimhe seo
hi: पिछला बैंड
id: Band sebelumnya
it: Banda precedente
ja: 前のバンド
ko: 이전 대역
ms: Band sebelumnya
nb: Forrige bånd
nl: Vorige band
pt_br: Banda anterior
ro: Banda anterioară
tr: Önceki bant
uk: Попередній діапазон
vi: Băng trước
zh: 上一個頻段

# BASSBOOM_APP_EQUALIZER_KEYBINDING_NEXTBAND
source: Next band
ar: إعادة تعيين
de: Nächste Band
el: Επόμενη ζώνη
es: Banda siguiente
fr: Bande suivante
ga: An chéad bhanda eile
hi: अगला बैंड
id: Band berikutnya
it: Banda successiva
ja: 次のバンド
ko: 다음 대역
ms: Kumpulan seterusnya
nb: Neste bånd
nl: Volgende band
pt_br: Próxima banda
ro: Banda următoare
tr: Sonraki bant
uk: Наступний діапазон
vi: Băng tiếp theo
zh: 下一個頻段

# BASSBOOM_APP_EQUALIZER_KEYBINDING_RESET
source: Reset
ar: هناك خطأ في Basolia عند محاولة معالجة عملية مُعادل الصوت.
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
ga: Athshocraigh
hi: रीसेट करें
id: Setel ulang
it: Reimposta
ja: リセット
ko: 재설정
ms: Tetapkan semula
nb: Tilbakestill
nl: Resetten
pt_br: Redefinir
ro: Resetare
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh: 重置

# BASSBOOM_APP_EQUALIZER_BASOLIAERROR
source: There's an error with Basolia when trying to process the equaliser operation.
ar: هناك خطأ في مُخرجات Basolia عند محاولة معالجة عملية مُعادل الصوت.
de: Bei der Verarbeitung des Equalizer-Vorgangs ist ein Fehler in Basolia aufgetreten.
el: Υπάρχει σφάλμα με το Basolia κατά την προσπάθεια επεξεργασίας της λειτουργίας ισοσταθμιστή.
es: Se produce un error con Basolia al intentar procesar la operación del ecualizador.
fr: Une erreur s'est produite avec Basolia lors de la tentative d'exécution de l'égaliseur.
ga: Tá earráid ann le Basolia agus iarracht á déanamh an oibríocht chothromóra a phróiseáil.
hi: इक्वलाइज़र ऑपरेशन को प्रोसेस करने का प्रयास करते समय बेसोलिया में एक त्रुटि है।
id: Terjadi kesalahan dengan Basolia saat mencoba memproses operasi equalizer.
it: Si è verificato un errore con Basolia durante l'elaborazione dell'operazione di equalizzazione.
ja: イコライザー操作の処理中にBasoliaでエラーが発生しました。
ko: 이퀄라이저 작업을 처리하는 동안 Basolia에 오류가 발생했습니다.
ms: Terdapat ralat dengan Basolia semasa cuba memproses operasi penyamaan.
nb: Det er en feil med Basolia under forsøk på å behandle equalizer-operasjonen.
nl: Er is een fout opgetreden met Basolia bij het verwerken van de equalizerbewerking.
pt_br: Há um erro com o Basolia ao tentar processar a operação do equalizador.
ro: Există o eroare cu Basolia la încercarea de procesare a operațiunii egalizatorului.
tr: Ekolayzır işlemini işlemeye çalışırken Basolia'da bir hata var.
uk: Виникла помилка Basolia під час спроби обробки операції еквалайзера.
vi: Có lỗi với Basolia khi cố gắng xử lý thao tác cân bằng.
zh: Basolia 在嘗試處理均衡器操作時發生錯誤。

# BASSBOOM_APP_EQUALIZER_BASOLIAOUTERROR
source: There's an error with Basolia output when trying to process the equaliser operation.
ar: هناك خطأ غير معروف عند محاولة معالجة عملية مُعادل الصوت.
de: Bei der Verarbeitung des Equalizer-Vorgangs ist ein Fehler in der Basolia-Ausgabe aufgetreten.
el: Υπάρχει σφάλμα με την έξοδο του Basolia κατά την προσπάθεια επεξεργασίας της λειτουργίας ισοσταθμιστή.
es: Se produce un error con la salida de Basolia al intentar procesar la operación del ecualizador.
fr: Une erreur s'est produite avec la sortie de Basolia lors de la tentative d'exécution de l'égaliseur.
ga: Tá earráid ann le haschur Basolia agus iarracht á déanamh an oibríocht chothromóra a phróiseáil.
hi: इक्वलाइज़र ऑपरेशन को प्रोसेस करने का प्रयास करते समय बेसोलिया आउटपुट में एक त्रुटि है।
id: Terjadi kesalahan dengan keluaran Basolia saat mencoba memproses operasi equalizer.
it: Si è verificato un errore con l'output di Basolia durante l'elaborazione dell'operazione di equalizzazione.
ja: イコライザー操作の処理中にBasolia出力でエラーが発生しました。
ko: 이퀄라이저 작업을 처리하는 동안 Basolia 출력에 오류가 발생했습니다.
ms: Terdapat ralat dengan output Basolia semasa cuba memproses operasi penyamaan.
nb: Det er en feil med Basolia-utdata under forsøk på å behandle equalizer-operasjonen.
nl: Er is een fout opgetreden met de Basolia-uitvoer bij het verwerken van de equalizerbewerking.
pt_br: Há um erro com a saída do Basolia ao tentar processar a operação do equalizador.
ro: Există o eroare cu ieșirea Basolia la încercarea de procesare a operațiunii egalizatorului.
tr: Ekolayzır işlemini işlemeye çalışırken Basolia çıkışında bir hata var.
uk: Виникла помилка з виводом Basolia під час спроби обробки операції еквалайзера.
vi: Có lỗi với đầu ra Basolia khi cố gắng xử lý thao tác cân bằng.
zh: Basolia 在嘗試處理均衡器操作時輸出出現錯誤。

# BASSBOOM_APP_EQUALIZER_ERROR
source: There's an unknown error when trying to process the equaliser operation.
ar: لا يعمل. مُشغل الموسيقى خامل.
de: Bei der Verarbeitung des Equalizer-Vorgangs ist ein unbekannter Fehler aufgetreten.
el: Υπάρχει άγνωστο σφάλμα κατά την προσπάθεια επεξεργασίας της λειτουργίας ισοσταθμιστή.
es: Se produce un error desconocido al intentar procesar la operación del ecualizador.
fr: Une erreur inconnue s'est produite lors de la tentative d'exécution de l'égaliseur.
ga: Tá earráid anaithnid ann agus iarracht á déanamh an oibríocht chothromóra a phróiseáil.
hi: इक्वलाइज़र ऑपरेशन को प्रोसेस करने का प्रयास करते समय एक अज्ञात त्रुटि है।
id: Terjadi kesalahan yang tidak diketahui saat mencoba memproses operasi equalizer.
it: Si è verificato un errore sconosciuto durante l'elaborazione dell'operazione di equalizzazione.
ja: イコライザー操作の処理中に不明なエラーが発生しました。
ko: 이퀄라이저 작업을 처리하는 동안 알 수 없는 오류가 발생했습니다.
ms: Terdapat ralat yang tidak diketahui semasa cuba memproses operasi penyamaan.
nb: Det er en ukjent feil under forsøk på å behandle equalizer-operasjonen.
nl: Er is een onbekende fout opgetreden bij het verwerken van de equalizerbewerking.
pt_br: Há um erro desconhecido ao tentar processar a operação do equalizador.
ro: Există o eroare necunoscută la încercarea de procesare a operațiunii egalizatorului.
tr: Ekolayzır işlemini işlemeye çalışırken bilinmeyen bir hata var.
uk: Виникла невідома помилка під час спроби обробки операції еквалайзера.
vi: Có lỗi không xác định khi cố gắng xử lý thao tác cân bằng.
zh: 嘗試處理均衡器操作時出現未知錯誤。

# BASSBOOM_APP_EQUALIZER_NOTPLAYING
source: Not playing. Music player is idle.
ar: جهير
de: Keine Wiedergabe. Der Musik-Player ist im Leerlauf.
el: Δεν αναπαράγεται. Το πρόγραμμα αναπαραγωγής μουσικής είναι αδρανές.
es: No se reproduce. El reproductor de música está inactivo.
fr: Lecture impossible. Le lecteur de musique est inactif.
ga: Gan seinm. Tá an seinnteoir ceoil díomhaoin.
hi: नहीं चल रहा है। म्यूज़िक प्लेयर निष्क्रिय है।
id: Tidak diputar. Pemutar musik dalam keadaan diam.
it: Non in riproduzione. Il lettore musicale è inattivo.
ja: 再生されていません。音楽プレーヤーはアイドル状態です。
ko: 재생되지 않습니다. 음악 플레이어가 유휴 상태입니다.
ms: Bukan main. Pemain muzik melahu.
nb: Spiller ikke av. Musikkspilleren er inaktiv.
nl: Speelt niet af. Muziekspeler is inactief.
pt_br: Não está tocando. O reprodutor de música está ocioso.
ro: Nu se redă. Playerul muzical este inactiv.
tr: Çalınmıyor. Müzik çalar boşta.
uk: Не відтворюється. Музичний плеєр неактивний.
vi: Không phát. Trình phát nhạc đang ở chế độ chờ.
zh: 未播放。音樂播放器處於空閒狀態。

# BASSBOOM_APP_EQUALIZER_BASS
source: Bass
ar: متوسط ​​علوي
el: Μπάσα
es: Graves
fr: Graves
ga: Dord
hi: बास
it: Bassi
ja: 低音
ko: 저음
nl: Bas
pt_br: Graves
ro: Bas
tr: Bas
uk: Баси
zh: 低音

# BASSBOOM_APP_EQUALIZER_UPPERMID
source: Upper Mid
ar: عالي
de: Obere Mitten
el: Άνω Μεσαίες
es: Medios altos
fr: Médiums supérieurs
ga: Lár Uachtarach
hi: ऊपरी मध्य
it: Medi alti
ja: 中高音
ko: 고음 중음
ms: Pertengahan Atas
nb: Øvre mellomtone
nl: Hoge middentonen
pt_br: Médios-agudos
ro: Medii superioare
tr: Üst Orta
uk: Верхні середні частоти
zh: 中高音

# BASSBOOM_APP_EQUALIZER_TREBLE
source: Treble
ar: عالي
de: Höhen
el: Πρίμα
es: Agudos
fr: Aigus
hi: ट्रेबल
it: Alti
ja: 高音
ko: 고음
nb: Diskant
nl: Hoge tonen
pt_br: Agudos
ro: Înalte
tr: Tiz
uk: Високі частоти
zh: 高音

# BASSBOOM_APP_EQUALIZER_DEVICEBAND
source: Device-specific band
ar: نطاق صوتي خاص بالجهاز
de: Gerätespezifische Band
el: Ζώνη συγκεκριμένης συσκευής
es: Banda específica del dispositivo
fr: Bande spécifique à l'appareil
ga: Banda atá sainiúil don ghléas
hi: डिवाइस-विशिष्ट बैंड
id: Pita khusus perangkat
it: Banda specifica del dispositivo
ja: デバイス固有のバンド
ko: 장치별 대역
ms: Jalur khusus peranti
nb: Enhetsspesifikt bånd
nl: Apparaatspecifieke band
pt_br: Banda específica do dispositivo
ro: Bandă specifică dispozitivului
tr: Cihaza özgü bant
uk: Діапазон, специфічний для пристрою
vi: Dải thiết bị cụ thể
zh: 設備特定頻段

# BASSBOOM_APP_EQUALIZER_UNKNOWNBAND
source: Unknown band type
ar: نوع نطاق صوتي غير معروف
de: Unbekannter Bandtyp
el: Άγνωστος τύπος ζώνης
es: Tipo de banda desconocido
fr: Type de bande inconnu
ga: Cineál banda anaithnid
hi: अज्ञात बैंड प्रकार
id: Jenis pita tidak diketahui
it: Tipo di banda sconosciuto
ja: 不明なバンドタイプ
ko: 알 수 없는 대역 유형
ms: Jenis band tidak diketahui
nb: Ukjent båndtype
nl: Onbekend bandtype
pt_br: Tipo de banda desconhecido
ro: Tip de bandă necunoscut
tr: Bilinmeyen bant türü
uk: Невідомий тип діапазону
vi: Loại dải không xác định
zh: 未知頻段類型

# BASSBOOM_APP_EQUALIZER_BAND
source: Band
ar: النطاق
el: Ζώνη
es: Banda
fr: Bande
ga: Banda
hi: बैंड
id: Pita
it: Banda
ja: バンド
ko: 대역
nb: Bånd
pt_br: Banda
ro: Bandă
tr: Bant
uk: Діапазон
vi: Dải
zh: 頻段

# BASSBOOM_APP_PLAYER_KEYBINDING_PLAYPAUSE
source: Play/Pause
ar: تشغيل/إيقاف مؤقت
de: Wiedergabe/Pause
el: Αναπαραγωγή/Παύση
es: Reproducir/Pausa
fr: Lecture/Pause
ga: Seinn/Sos
hi: चलाएँ/रोकें
id: Putar/Jeda
it: Riproduci/Pausa
ja: 再生/一時停止
ko: 재생/일시 정지
ms: Main/Jeda
nb: Spill av/pause
nl: Afspelen/Pauzeren
pt_br: Reproduzir/Pausar
ro: Redare/Pauză
tr: Oynat/Duraklat
uk: Відтворення/Пауза
vi: Phát/Tạm dừng
zh: 播放/暫停

# BASSBOOM_APP_PLAYER_KEYBINDING_STOP
source: Stop
ar: إيقاف
de: Stopp
el: Διακοπή
es: Detener
fr: Arrêt
hi: रोकें
id: Berhenti
ja: 停止
ko: 정지
ms: Berhenti
nb: Stopp
nl: Stoppen
pt_br: Parar
tr: Durdur
uk: Стоп
vi: Dừng
zh: 停止

# BASSBOOM_APP_PLAYER_KEYBINDING_BACKWARDS
source: Seek backwards
ar: البحث للخلف
de: Rückwärts suchen
el: Αναζήτηση προς τα πίσω
es: Buscar hacia atrás
fr: Recherche arrière
ga: Cuardaigh siar
hi: पीछे की ओर देखें
id: Cari mundur
it: Ricerca indietro
ja: 巻き戻し
ko: 뒤로 탐색
ms: Cari ke belakang
nb: Søk bakover
nl: Achteruit zoeken
pt_br: Buscar para trás
ro: Căutare înapoi
tr: Geri ara
uk: Перемотування назад
vi: Tìm ngược
zh: 後退

# BASSBOOM_APP_PLAYER_KEYBINDING_FORWARDS
source: Seek forwards
ar: البحث للأمام
de: Vorwärts suchen
el: Αναζήτηση προς τα εμπρός
es: Buscar hacia adelante
fr: Recherche avant
ga: Cuardaigh ar aghaidh
hi: आगे की ओर देखें
id: Cari maju
it: Ricerca avanti
ja: 早送り
ko: 앞으로 탐색
ms: Cari ke hadapan
nb: Søk fremover
nl: Vooruit zoeken
pt_br: Buscar para frente
ro: Căutare înainte
tr: İleri ara
uk: Перемотування вперед
vi: Tìm tiến
zh: 前進

# BASSBOOM_APP_PLAYER_KEYBINDING_DECREASESEEKDURATION
source: Decrease seek duration
ar: تقليل مدة البحث
de: Suchdauer verkürzen
el: Μείωση διάρκειας αναζήτησης
es: Disminuir la duración de la búsqueda
fr: Diminuer la durée de la recherche
ga: Laghdaigh fad an chuardaigh
hi: खोज अवधि घटाएँ
id: Kurangi durasi pencarian
it: Riduci durata ricerca
ja: シーク時間短縮
ko: 탐색 시간 감소
ms: Kurangkan tempoh pencarian
nb: Reduser søkevarigheten
nl: Zoekduur verkorten
pt_br: Diminuir a duração da busca
ro: Micșorează durata căutării
tr: Arama süresini azalt
uk: Зменшення тривалості пошуку
vi: Giảm thời lượng tìm
zh: 減少搜尋時長

# BASSBOOM_APP_PLAYER_KEYBINDING_INCREASESEEKDURATION
source: Increase seek duration
ar: زيادة مدة البحث
de: Suchdauer verlängern
el: Αύξηση διάρκειας αναζήτησης
es: Aumentar la duración de la búsqueda
fr: Augmenter la durée de la recherche
ga: Méadaigh fad an chuardaigh
hi: खोज अवधि बढ़ाएँ
id: Tambah durasi pencarian
it: Aumenta durata ricerca
ja: シーク時間延長
ko: 탐색 시간 증가
ms: Tingkatkan tempoh pencarian
nb: Øk søkevarigheten
nl: Zoekduur verlengen
pt_br: Aumentar a duração da busca
ro: Mărește durata căutării
tr: Arama süresini artır
uk: Збільшення тривалості пошуку
vi: Tăng thời lượng tìm
zh: 增加搜尋時長

# BASSBOOM_APP_PLAYER_KEYBINDING_SONGINFO
source: Song information
ar: معلومات الأغنية
de: Songinformationen
el: Πληροφορίες τραγουδιού
es: Información de la canción
fr: Informations sur le morceau
ga: Faisnéis faoin amhrán
hi: गीत की जानकारी
id: Informasi lagu
it: Informazioni sul brano
ja: 曲情報
ko: 곡 정보
ms: Maklumat lagu
nb: Sanginformasjon
nl: Nummerinformatie
pt_br: Informações da música
ro: Informații despre melodie
tr: Şarkı bilgileri
uk: Інформація про пісню
vi: Thông tin bài hát
zh: 歌曲訊息

# BASSBOOM_APP_PLAYER_KEYBINDING_ADDFILE
source: Add a music file
ar: إضافة ملف موسيقى
de: Musikdatei hinzufügen
el: Προσθήκη αρχείου μουσικής
es: Añadir un archivo de música
fr: Ajouter un fichier musical
ga: Cuir comhad ceoil leis
hi: संगीत फ़ाइल जोड़ें
id: Tambahkan berkas musik
it: Aggiungi un file musicale
ja: 音楽ファイルの追加
ko: 음악 파일 추가
ms: Tambahkan fail muzik
nb: Legg til en musikkfil
nl: Een muziekbestand toevoegen
pt_br: Adicionar um arquivo de música
ro: Adăugați un fișier muzical
tr: Bir müzik dosyası ekle
uk: Додати музичний файл
vi: Thêm tệp nhạc
zh: 新增音樂文件

# BASSBOOM_APP_PLAYER_KEYBINDING_ADDGROUP
source: Add a music group from playlist
ar: إضافة مجموعة موسيقية من قائمة التشغيل
de: Musikgruppe aus Playlist hinzufügen
el: Προσθήκη μουσικής ομάδας από τη λίστα αναπαραγωγής
es: Añadir un grupo de música de la lista de reproducción
fr: Ajouter un groupe musical depuis la playlist
ga: Cuir grúpa ceoil ón seinmliosta
hi: प्लेलिस्ट से संगीत समूह जोड़ें
id: Tambahkan grup musik dari daftar putar
it: Aggiungi un gruppo musicale dalla playlist
ja: プレイリストから音楽グループの追加
ko: 재생 목록에서 음악 그룹 추가
ms: Tambahkan kumpulan muzik daripada senarai main
nb: Legg til en musikkgruppe fra spillelisten
nl: Een muziekgroep uit de afspeellijst toevoegen
pt_br: Adicionar um grupo de músicas da playlist
ro: Adăugați un grup muzical din lista de redare
tr: Çalma listesinden bir müzik grubu ekle
uk: Додати музичну групу зі списку відтворення
vi: Thêm nhóm nhạc từ danh sách phát
zh: 從播放清單新增音樂組

# BASSBOOM_APP_PLAYER_KEYBINDING_ADDDIR
source: Add a music directory to the list (when idle)
ar: إضافة مجلد موسيقى إلى القائمة (عند الخمول)
de: Musikverzeichnis zur Liste hinzufügen (im Leerlauf)
el: Προσθήκη καταλόγου μουσικής στη λίστα (όταν είναι αδρανής)
es: Añadir un directorio de música a la lista (en modo inactivo)
fr: Ajouter un répertoire musical à la liste (en mode veille)
ga: Cuir eolaire ceoil leis an liosta (nuair atá sé díomhaoin)
hi: सूची में संगीत निर्देशिका जोड़ें (जब निष्क्रिय हो)
id: Tambahkan direktori musik ke daftar (saat tidak aktif)
it: Aggiungi una directory musicale all'elenco (quando inattivo)
ja: リストへの音楽ディレクトリの追加（アイドル時）
ko: 목록에 음악 디렉터리 추가(대기 상태일 때)
ms: Tambahkan direktori muzik pada senarai (apabila melahu)
nb: Legg til en musikkkatalog i listen (når den er inaktiv)
nl: Een muziekdirectory aan de lijst toevoegen (inactief)
pt_br: Adicionar um diretório de músicas à lista (quando ocioso)
ro: Adăugați un director muzical la listă (când este inactiv)
tr: Listede bir müzik dizini ekle (boştayken)
uk: Додати музичний каталог до списку (під час очікування)
vi: Thêm thư mục nhạc vào danh sách (khi không hoạt động)
zh: 將音樂目錄新增至清單（空閒時）

# BASSBOOM_APP_PLAYER_KEYBINDING_PREVSONG
source: Previous song
ar: الأغنية السابقة
de: Vorheriger Song
el: Προηγούμενο τραγούδι
es: Canción anterior
fr: Morceau précédent
ga: Amhrán roimhe seo
hi: पिछला गीत
id: Lagu sebelumnya
it: Brano precedente
ja: 前の曲
ko: 이전 곡
ms: Lagu sebelumnya
nb: Forrige sang
nl: Vorig nummer
pt_br: Música anterior
ro: Melodia anterioară
tr: Önceki şarkı
uk: Попередня пісня
vi: Bài hát trước
zh: 上一首歌曲

# BASSBOOM_APP_PLAYER_KEYBINDING_NEXTSONG
source: Next song
ar: الأغنية التالية
de: Nächster Song
el: Επόμενο τραγούδι
es: Canción siguiente
fr: Morceau suivant
ga: An chéad amhrán eile
hi: अगला गीत
id: Lagu berikutnya
it: Brano successivo
ja: 次の曲
ko: 다음 곡
ms: Lagu seterusnya
nb: Neste sang
nl: Volgend nummer
pt_br: Próxima música
ro: Melodia următoare
tr: Sonraki şarkı
uk: Наступна пісня
vi: Bài hát tiếp theo
zh: 下一首歌曲

# BASSBOOM_APP_PLAYER_KEYBINDING_REMOVECURRSONG
source: Remove current song
ar: حذف الأغنية الحالية
de: Aktuellen Song entfernen
el: Κατάργηση τρέχοντος τραγουδιού
es: Eliminar la canción actual
fr: Supprimer le morceau actuel
ga: Bain amhrán reatha
hi: वर्तमान गीत निकालें
id: Hapus lagu saat ini
it: Rimuovi brano corrente
ja: 現在の曲の削除
ko: 현재 곡 제거
ms: Alih keluar lagu semasa
nb: Fjern gjeldende sang
nl: Huidig ​​nummer verwijderen
pt_br: Remover a música atual
ro: Eliminați melodia curentă
tr: Geçerli şarkıyı kaldır
uk: Видалити поточну пісню
vi: Xóa bài hát hiện tại
zh: 移除當前歌曲

# BASSBOOM_APP_PLAYER_KEYBINDING_REMOVEALLSONGS
source: Remove all songs
ar: حذف جميع الأغاني
de: Alle Songs entfernen
el: Κατάργηση όλων των τραγουδιών
es: Eliminar todas las canciones
fr: Supprimer tous les morceaux
ga: Bain gach amhrán
hi: सभी गीत निकालें
id: Hapus semua lagu
it: Rimuovi tutti i brani
ja: すべての曲の削除
ko: 모든 곡 제거
ms: Alih keluar semua lagu
nb: Fjern alle sanger
nl: Alle nummers verwijderen
pt_br: Remover todas as músicas
ro: Eliminați toate melodiile
tr: Tüm şarkıları kaldır
uk: Видалити всі пісні
vi: Xóa tất cả bài hát
zh: 移除所有歌曲

# BASSBOOM_APP_PLAYER_KEYBINDING_SEEKSELECTIVE
source: Selectively seek (when playing)
ar: البحث الانتقائي (أثناء التشغيل)
de: Selektiv suchen (während der Wiedergabe)
el: Επιλεκτική αναζήτηση (κατά την αναπαραγωγή)
es: Búsqueda selectiva (durante la reproducción)
fr: Recherche sélective (en lecture)
ga: Cuardaigh go roghnach (agus é ag seinm)
hi: चुनिंदा रूप से खोजें (बजाते समय)
id: Cari secara selektif (saat diputar)
it: Ricerca selettiva (durante la riproduzione)
ja: 選択シーク（再生時）
ko: 선택적으로 탐색(재생 중)
ms: Cari secara terpilih (semasa bermain)
nb: Søk selektivt (når den spiller av)
nl: Selectief zoeken (tijdens afspelen)
pt_br: Buscar seletivamente (ao reproduzir)
ro: Căutare selectivă (la redare)
tr: Seçmeli ara (çalırken)
uk: Вибірковий пошук (під час відтворення)
vi: Tìm có chọn lọc (khi phát)
zh: 選擇性搜尋（播放時）
