Repository: Aptivi/BassBoom
Catalog: private/BassBoom.Cli/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# BASSBOOM_APP_RADIO_KEYBINDING_REMOVECURRSTATION
source: Remove current radio station
ar: إزالة محطة الراديو الحالية
de: Aktuellen Radiosender entfernen
el: Κατάργηση τρέχοντος ραδιοφωνικού σταθμού
es: Eliminar la emisora ​​de radio actual
fr: Supprimer la station de radio actuelle
ga: Bain an stáisiún raidió reatha
hi: वर्तमान रेडियो स्टेशन निकालें
id: Hapus stasiun radio saat ini
it: Rimuovi la stazione radio corrente
ja: 現在のラジオ局を削除
ko: 현재 라디오 방송국 제거
ms: Keluarkan stesen radio semasa
nb: Fjern gjeldende radiostasjon
nl: Huidig ​​radiostation verwijderen
pt_br: Remover a estação de rádio atual
ro: Eliminați postul de radio curent
tr: Geçerli radyo istasyonunu kaldır
uk: Видалити поточну радіостанцію
vi: Xóa đài phát thanh hiện tại
zh: 移除目前電台

# BASSBOOM_APP_RADIO_KEYBINDING_REMOVEALLSTATIONS
source: Remove all radio stations
ar: إزالة جميع محطات الراديو
de: Alle Radiosender entfernen
el: Κατάργηση όλων των ραδιοφωνικών σταθμών
es: Eliminar todas las emisoras de radio
fr: Supprimer toutes les stations de radio
ga: Bain gach stáisiún raidió
hi: सभी रेडियो स्टेशन निकालें
id: Hapus semua stasiun radio
it: Rimuovi tutte le stazioni radio
ja: すべてのラジオ局を削除
ko: 모든 라디오 방송국 제거
ms: Alih keluar semua stesen radio
nb: Fjern alle radiostasjoner
nl: Alle radiozenders verwijderen
pt_br: Remover todas as estações de rádio
ro: Eliminați toate posturile de radio
tr: Tüm radyo istasyonlarını kaldır
uk: Видалити всі радіостанції
vi: Xóa tất cả các đài phát thanh
zh: 移除所有電台

# BASSBOOM_APP_RADIO_TIP
source: Press 'A' to insert a radio station to the playlist.
ar: اضغط على "A" لإدراج محطة راديو في قائمة التشغيل.
de: Drücken Sie „A“, um einen Radiosender zur Playlist hinzuzufügen.
el: Πατήστε 'A' για να εισαγάγετε έναν ραδιοφωνικό σταθμό στη λίστα αναπαραγωγής.
es: Pulse 'A' para añadir una emisora ​​de radio a la lista de reproducción.
fr: Appuyez sur « A » pour insérer une station de radio dans la playlist.
ga: Brúigh 'A' chun stáisiún raidió a chur leis an seinmliosta.
hi: प्लेलिस्ट में एक रेडियो स्टेशन डालने के लिए 'A' दबाएँ।
id: Tekan 'A' untuk memasukkan stasiun radio ke daftar putar.
it: Premi "A" per inserire una stazione radio nella playlist.
ja: プレイリストにラジオ局を追加するには、「A」を押してください。
ko: 재생 목록에 라디오 방송국을 삽입하려면 'A'를 누르세요.
ms: Tekan 'A' untuk memasukkan stesen radio ke senarai main.
nb: Trykk på 'A' for å sette inn en radiostasjon i spillelisten.
nl: Druk op 'A' om een ​​radiozender aan de afspeellijst toe te voegen.
pt_br: Pressione 'A' para inserir uma estação de rádio na lista de reprodução.
ro: Apăsați „A” pentru a insera un post de radio în lista de redare.
tr: Çalma listesine bir radyo istasyonu eklemek için 'A' tuşuna basın.
uk: Натисніть «A», щоб додати радіостанцію до списку відтворення.
vi: Nhấn 'A' để chèn đài phát thanh vào danh sách phát.
zh: 按下“A”鍵將電台插入播放清單。

# BASSBOOM_APP_RADIO_STATIONPROMPT
source: Enter a path to the radio station. The URL to the station must provide an MPEG radio station. AAC ones are not supported yet.
ar: أدخل مسارًا لمحطة الراديو. يجب أن يوفر رابط URL للمحطة محطة راديو MPEG. أما AAC، فلا يدعمها حاليًا.
de: Geben Sie den Pfad zum Radiosender ein. Die URL des Senders muss einen MPEG-Radiosender angeben. AAC-Sender werden derzeit nicht unterstützt.
el: Εισαγάγετε μια διαδρομή προς τον ραδιοφωνικό σταθμό. Η διεύθυνση URL προς τον σταθμό πρέπει να παρέχει έναν ραδιοφωνικό σταθμό MPEG. Δεν υποστηρίζονται ακόμη οι AAC.
es: Introduzca la ruta de la emisora ​​de radio. La URL de la emisora ​​debe indicar una emisora ​​de radio MPEG. Las emisoras AAC aún no son compatibles.
fr: Saisissez le chemin d’accès à la station de radio. L’URL de la station doit indiquer une station de radio MPEG. Les stations AAC ne sont pas encore prises en charge.
ga: Cuir isteach cosán chuig an stáisiún raidió. Ní mór don URL chuig an stáisiún stáisiún raidió MPEG a sholáthar. Ní thacaítear le cinn AAC go fóill.
hi: रेडियो स्टेशन के लिए एक पथ दर्ज करें। स्टेशन के URL में MPEG रेडियो स्टेशन होना चाहिए। AAC वाले अभी समर्थित नहीं हैं।
id: Masukkan jalur ke stasiun radio. URL ke stasiun harus menyediakan stasiun radio MPEG. Yang AAC belum didukung.
it: Inserisci un percorso per la stazione radio. L'URL della stazione deve includere una stazione radio MPEG. Quelle AAC non sono ancora supportate.
ja: ラジオ局へのパスを入力してください。ステーションの URL には、MPEG ラジオ局を指定する必要があります。 AAC ラジオステーションはまだサポートされていません。
ko: 라디오 방송국 경로를 입력하세요. 방송국 URL은 MPEG 라디오 방송국을 제공해야 합니다. AAC 방송국은 아직 지원되지 않습니다.
ms: Masukkan laluan ke stesen radio. URL ke stesen mesti menyediakan stesen radio MPEG. AAC belum disokong lagi.
nb: Skriv inn en sti til radiostasjonen. URL-en til stasjonen må inneholde en MPEG-radiostasjon. AAC-adresser støttes ikke ennå.
nl: Voer een pad naar de radiozender in. De URL naar de zender moet een MPEG-radiozender bevatten. AAC-zenders worden nog niet ondersteund.
pt_br: Insira um caminho para a estação de rádio. O URL da estação deve fornecer uma estação de rádio MPEG. Os formatos AAC ainda não são suportados.
ro: Introduceți o cale către postul de radio. Adresa URL a postului trebuie să furnizeze un post de radio MPEG. Posturile AAC nu sunt încă acceptate.
tr: Radyo istasyonuna giden bir yol girin. İstasyona giden URL bir MPEG radyo istasyonu sağlamalıdır. AAC olanlar henüz desteklenmiyor.
uk: Введіть шлях до радіостанції. URL-адреса станції повинна містити радіостанцію MPEG. AAC-адреси поки що не підтримуються.
vi: Nhập đường dẫn đến đài phát thanh. URL đến đài phát thanh phải cung cấp đài phát thanh MPEG. Đài phát thanh AAC hiện chưa được hỗ trợ.
zh: 輸入電台路徑。電台 URL 必須提供 MPEG 格式的電台。 AAC 格式的電台尚未支援。

# BASSBOOM_APP_RADIO_STATIONGROUPPROMPT
source: Enter a path to the playlist of radio stations. The URLs to the stations must provide an MPEG radio station. AAC ones are not supported yet.
ar: أدخل مسارًا لقائمة تشغيل محطات الراديو. يجب أن توفر عناوين URL للمحطات محطة راديو MPEG. أما AAC، فلا يدعمها حاليًا.
de: Geben Sie den Pfad zur Playlist der Radiosender ein. Die URLs der Sender müssen einen MPEG-Radiosender angeben. AAC-Sender werden derzeit nicht unterstützt.
el: Εισαγάγετε μια διαδρομή προς τη λίστα αναπαραγωγής ραδιοφωνικών σταθμών. Οι διευθύνσεις URL προς τους σταθμούς πρέπει να παρέχουν έναν ραδιοφωνικό σταθμό MPEG. Δεν υποστηρίζονται ακόμη οι διευθύνσεις AAC.
es: Introduzca una ruta a la lista de reproducción de emisoras de radio. Las URL de las emisoras deben incluir una emisora ​​de radio MPEG. Las emisoras AAC aún no son compatibles.
fr: Saisissez un chemin d'accès à la playlist de stations de radio. Les URL des stations doivent contenir une station MPEG. Les URL AAC ne sont pas encore prises en charge.
ga: Cuir isteach cosán chuig seinmliosta na stáisiún raidió. Caithfidh URLanna na stáisiún stáisiún raidió MPEG a sholáthar. Ní thacaítear le cinn AAC go fóill.
hi: रेडियो स्टेशनों की प्लेलिस्ट के लिए पथ दर्ज करें। स्टेशनों के URL में MPEG रेडियो स्टेशन होना चाहिए। AAC वाले अभी समर्थित नहीं हैं।
id: Masukkan jalur ke daftar putar stasiun radio. URL ke stasiun harus menyediakan stasiun radio MPEG. Yang AAC belum didukung.
it: Inserisci un percorso per la playlist delle stazioni radio. Gli URL delle stazioni devono fornire una stazione radio MPEG. Quelle AAC non sono ancora supportate.
ja: ラジオステーションのプレイリストへのパスを入力してください。ステーションの URL は MPEG ラジオステーションを指定する必要があります。AAC ラジオステーションはまだサポートされていません。
ko: 라디오 방송국 재생 목록 경로를 입력하세요. 방송국 URL은 MPEG 라디오 방송국을 제공해야 합니다. AAC는 아직 지원되지 않습니다.
ms: Masukkan laluan ke senarai main stesen radio. URL ke stesen mesti menyediakan stesen radio MPEG. AAC belum disokong lagi.
nb: Skriv inn en sti til spillelisten med radiostasjoner. URL-ene til stasjonene må inneholde en MPEG-radiostasjon. AAC-adresser støttes ikke ennå.
nl: Voer een pad in naar de afspeellijst met radiozenders. De URL's van de zenders moeten een MPEG-radiozender bevatten. AAC-URL's worden nog niet ondersteund.
pt_br: Insira um caminho para a lista de reprodução de estações de rádio. Os URLs das estações devem fornecer uma estação de rádio MPEG. Os formatos AAC ainda não são suportados.
ro: Introduceți o cale către lista de redare a posturilor de radio. Adresele URL către posturi trebuie să ofere o stație de radio MPEG. Cele AAC nu sunt încă acceptate.
tr: Radyo istasyonlarının çalma listesine giden bir yol girin. İstasyonların URL'leri bir MPEG radyo istasyonu sağlamalıdır. AAC olanlar henüz desteklenmiyor.
uk: Введіть шлях до списку відтворення радіостанцій. URL-адреси станцій повинні містити назву радіостанції MPEG. AAC-файли поки що не підтримуються.
vi: Nhập đường dẫn đến danh sách phát các đài phát thanh. URL đến các đài phải cung cấp một đài phát thanh MPEG. Các đài phát thanh AAC hiện chưa được hỗ trợ.
zh: 輸入電台播放清單的路徑。電台 URL 必須提供 MPEG 格式的電台。目前不支援 AAC 格式的電台。

# BASSBOOM_APP_RADIO_STATIONGROUPNOTFOUND
source: Radio station playlist is not found.
ar: لم يتم العثور على قائمة تشغيل محطة الراديو.
de: Radiosender-Playlist nicht gefunden.
el: Δεν βρέθηκε λίστα αναπαραγωγής ραδιοφωνικού σταθμού.
es: No se encontró la lista de reproducción de emisoras de radio.
fr: Playlist de stations de radio introuvable.
ga: Ní bhfuarthas seinmliosta stáisiúin raidió.
hi: रेडियो स्टेशन प्लेलिस्ट नहीं मिली।
id: Daftar putar stasiun radio tidak ditemukan.
it: La playlist della stazione radio non è stata trovata.
ja: ラジオステーションのプレイリストが見つかりません。
ko: 라디오 방송국 재생 목록을 찾을 수 없습니다.
ms: Senarai main stesen radio tidak ditemui.
nb: Spilleliste for radiostasjon ble ikke funnet.
nl: Afspeellijst radiozender is niet gevonden.
pt_br: A lista de reprodução da estação de rádio não foi encontrada.
ro: Lista de redare a posturilor de radio nu a fost găsită.
tr: Radyo istasyonu çalma listesi bulunamadı.
uk: Список відтворення радіостанції не знайдено.
vi: Không tìm thấy danh sách phát đài phát thanh.
zh: 未找到電台播放清單。

# BASSBOOM_APP_RADIO_INFO_STATIONINFO
source: Station info
ar: معلومات المحطة
de: Senderinfo
el: Πληροφορίες σταθμού
es: Información de la emisora
fr: Informations sur la station
ga: Eolas stáisiúin
hi: स्टेशन जानकारी
id: Info stasiun
it: Informazioni sulla stazione
ja: ステーション情報
ko: 방송국 정보
ms: Maklumat stesen
nb: Stasjonsinfo
nl: Zenderinfo
pt_br: Informações da estação
ro: Informații despre post
tr: İstasyon bilgisi
uk: Інформація про станцію
vi: Thông tin đài
zh: 電台資訊

# BASSBOOM_APP_RADIO_INFO_STATIONINFO_URL
source: Radio station URL:
ar: عنوان URL لمحطة الراديو:
de: Radiosender-URL:
el: URL ραδιοφωνικού σταθμού:
es: URL de la emisora:
fr: URL de la station :
ga: URL stáisiúin raidió:
hi: रेडियो स्टेशन URL:
id: URL stasiun radio:
it: URL della stazione radio:
ja: ラジオステーションの URL:
ko: 라디오 방송국 URL:
ms: URL stesen radio:
nb: URL for radiostasjon:
nl: URL radiozender:
pt_br: URL da estação de rádio:
ro: URL-ul postului de radio:
tr: Radyo istasyonu URL'si:
uk: URL-адреса радіостанції:
vi: URL đài phát thanh:
zh: 電台 URL：

# BASSBOOM_APP_RADIO_INFO_STATIONINFO_NAME
source: Radio station name:
ar: اسم محطة الراديو:
de: Radiosendername:
el: Όνομα ραδιοφωνικού σταθμού:
es: Nombre de la emisora:
fr: Nom de la station :
ga: Ainm an stáisiúin raidió:
hi: रेडियो स्टेशन का नाम:
id: Nama stasiun radio:
it: Nome della stazione radio:
ja: ラジオステーション名:
ko: 라디오 방송국 이름:
ms: Nama stesen radio:
nb: Navn på radiostasjon:
nl: Naam radiozender:
pt_br: Nome da estação de rádio:
ro: Nume post de radio:
tr: Radyo istasyonu adı:
uk: Назва радіостанції:
vi: Tên đài phát thanh:
zh: 電台名稱：

# BASSBOOM_APP_RADIO_INFO_STATIONINFO_CURRSONG
source: Radio station current song:
ar: الأغنية الحالية لمحطة الراديو:
de: Radiosender-Aktueller Song:
el: Τρέχον τραγούδι ραδιοφωνικού σταθμού:
es: Canción actual de la emisora:
fr: Chanson en cours de lecture :
ga: Amhrán reatha an stáisiúin raidió:
hi: रेडियो स्टेशन का वर्तमान गाना:
id: Lagu stasiun radio saat ini:
it: Brano corrente della stazione radio:
ja: ラジオステーションの現在の曲:
ko: 라디오 방송국에서 현재 재생 중인 노래:
ms: Lagu semasa stesen radio:
nb: Gjeldende sang på radiostasjon:
nl: Huidig ​​nummer radiozender:
pt_br: Música atual da estação de rádio:
ro: Melodia curentă a postului de radio:
tr: Radyo istasyonunun geçerli şarkısı:
uk: Поточна пісня радіостанції:
vi: Bài hát hiện tại của đài phát thanh:
zh: 電台當前歌曲：

# BASSBOOM_APP_RADIO_INFOEXT_SERVERINFO
source: Radio server info
ar: معلومات خادم الراديو
el: Πληροφορίες διακομιστή ραδιοφώνου
es: Información del servidor de radio
fr: Informations sur le serveur radio
ga: Eolas freastalaí raidió
hi: रेडियो सर्वर जानकारी
id: Info server radio
it: Informazioni sul server radio
ja: ラジオサーバー情報
ko: 라디오 서버 정보
ms: Maklumat pelayan radio
nb: Informasjon om radioserver
nl: Informatie radioserver
pt_br: Informações do servidor de rádio
ro: Informații despre serverul radio
tr: Radyo sunucusu bilgisi
uk: Інформація про радіосервер
vi: Thông tin máy chủ đài phát thanh
zh: 電台伺服器資訊

# BASSBOOM_APP_RADIO_INFOEXT_SERVERINFO_HTTPS
source: Radio station uses HTTPS:
ar: محطة الراديو تستخدم HTTPS:
de: Radiosender verwendet HTTPS:
el: Ο ραδιοφωνικός σταθμός χρησιμοποιεί HTTPS:
es: La emisora ​​usa HTTPS:
fr: La station utilise HTTPS :
ga: Úsáideann an stáisiún raidió HTTPS:
hi: रेडियो स्टेशन HTTPS का उपयोग करता है:
id: Stasiun radio menggunakan HTTPS:
it: La stazione radio utilizza HTTPS:
ja: ラジオステーションは HTTPS を使用しています:
ko: 라디오 방송국에서 HTTPS를 사용합니다.
ms: Stesen radio menggunakan HTTPS:
nb: Radiostasjon bruker HTTPS:
nl: Radiozender gebruikt HTTPS:
pt_br: A estação de rádio usa HTTPS:
ro: Postul de radio utilizează HTTPS:
tr: Radyo istasyonu HTTPS kullanıyor:
uk: Радіостанція використовує HTTPS:
vi: Đài phát thanh sử dụng HTTPS:
zh: 電台使用 HTTPS：

# BASSBOOM_APP_RADIO_INFOEXT_SERVERINFO_TYPE
source: Radio station server type:
ar: نوع خادم محطة الراديو:
de: Radiosender-Servertyp:
el: Τύπος διακομιστή ραδιοφωνικού σταθμού:
es: Tipo de servidor de la emisora:
fr: Type de serveur :
ga: Cineál freastalaí stáisiúin raidió:
hi: रेडियो स्टेशन सर्वर प्रकार:
id: Jenis server stasiun radio:
it: Tipo di server della stazione radio:
ja: ラジオステーションのサーバータイプ:
ko: 라디오 방송국 서버 유형:
ms: Jenis pelayan stesen radio:
nb: Type radiostasjonserver:
nl: Type radiozenderserver:
pt_br: Tipo de servidor da estação de rádio:
ro: Tipul serverului postului de radio:
tr: Radyo istasyonu sunucu türü:
uk: Тип сервера радіостанції:
vi: Loại máy chủ đài phát thanh:
zh: 電台伺服器類型：

# BASSBOOM_APP_RADIO_INFOEXT_SERVERINFO_STREAMS
source: Radio station streams: {0} with {1} active
ar: بث محطة الراديو: {0} مع {1} نشط
de: Radiosender-Streams: {0} mit {1} aktiv
el: Ροές ραδιοφωνικού σταθμού: {0} με ενεργό {1}
es: Transmisiones de la emisora: {0} con {1} activas
fr: Flux de la station : {0} avec {1} actif
ga: Sruthanna stáisiúin raidió: {0} le {1} gníomhach
hi: रेडियो स्टेशन स्ट्रीम: {0} जिसमें {1} सक्रिय हैं
id: Aliran stasiun radio: {0} dengan {1} aktif
it: Streaming della stazione radio: {0} con {1} attivo
ja: ラジオステーションのストリーム数: {0} (アクティブ: {1})
ko: 라디오 방송국 스트림: {0}(활성 상태, {1})
ms: Strim stesen radio: {0} dengan {1} aktif
nb: Strømmer for radiostasjoner: {0} med {1} aktive
nl: Streams radiozender: {0} met {1} actief
pt_br: Transmissões da estação de rádio: {0} com {1} ativo
ro: Streamuri de post de radio: {0} cu {1} activ
tr: Radyo istasyonu akışları: {0} ile {1} etkin
uk: Потоки радіостанцій: {0} з активними {1}
vi: Luồng đài phát thanh: {0} với {1} đang hoạt động
zh: 電台串流：{0} 個，活躍用戶 {1} 個

# BASSBOOM_APP_RADIO_INFOEXT_SERVERINFO_LISTENERS
source: Radio station listeners: {0} with {1} at peak
ar: مستمعو محطة الراديو: {0} مع {1} في ذروة البث
de: Radiosender-Hörer: {0} mit {1} in Spitzenzeiten
el: Ακροατές ραδιοφωνικού σταθμού: {0} με {1} στην κορυφή
es: Oyentes de la emisora: {0} con {1} en su punto máximo
fr: Auditeurs de la station : {0} avec {1} au maximum
ga: Éisteoirí stáisiúin raidió: {0} le {1} ag buaic
hi: रेडियो स्टेशन श्रोता: {0} जिसमें {1} चरम पर हैं
id: Pendengar stasiun radio: {0} dengan {1} pada puncaknya
it: Ascoltatori della stazione radio: {0} con {1} al picco
ja: ラジオステーションのリスナー数: {0} (ピーク時: {1})
ko: 라디오 방송국 청취자: {0}(최대 사용 시간, {1})
ms: Pendengar stesen radio: {0} dengan {1} di puncak
nb: Lyttere for radiostasjoner: {0} med {1} på topp
nl: Luisteraars radiozender: {0} met {1} op piekmoment
pt_br: Ouvintes da estação de rádio: {0} com {1} no pico
ro: Ascultători de post de radio: {0} cu {1} la vârf
tr: Radyo istasyonu dinleyicileri: {0} ile {1} zirvede
uk: Слухачі радіостанцій: {0} з піковими {1}
vi: Người nghe đài phát thanh: {0} với {1} ở mức cao nhất
zh: 電台聽眾：{0} 個，峰值聽眾 {1} 個

# BASSBOOM_APP_RADIO_INFOEXT_STREAMINFO
source: Stream info
ar: معلومات البث
el: Πληροφορίες ροής
es: Información de la transmisión
fr: Informations sur le flux
ga: Eolas srutha
hi: स्ट्रीम जानकारी
id: Info aliran
it: Informazioni sullo streaming
ja: ストリーム情報
ko: 스트림 정보
ms: Maklumat aliran
nb: Strømmeinfo
pt_br: Informações da transmissão
ro: Informații despre stream
tr: Akış bilgisi
uk: Інформація про потік
vi: Thông tin luồng
zh: 串流媒體訊息

# BASSBOOM_APP_RADIO_INFOEXT_STREAMINFO_NAME
source: Name:
ar: الاسم:
el: Όνομα:
es: Nombre:
fr: Nom :
ga: Ainm:
hi: नाम:
id: Nama:
it: Nome:
ja: 名前:
ko: 이름:
ms: nama:
nb: Navn:
nl: Naam:
pt_br: Nome:
ro: Nume:
tr: Ad:
uk: Назва:
vi: Tên:
zh: 名稱：

# BASSBOOM_APP_RADIO_INFOEXT_STREAMINFO_HOMEPAGE
source: Home page:
ar: الصفحة الرئيسية:
el: Αρχική σελίδα:
es: Página principal:
fr: Page d'accueil :
ga: Leathanach baile:
hi: होम पेज:
id: Halaman beranda:
it: Pagina iniziale:
ja: ホームページ:
ko: 홈페이지:
ms: halaman utama:
nb: Hjemmeside:
nl: Startpagina:
pt_br: Página inicial:
ro: Pagina principală:
tr: Ana sayfa:
uk: Домашня сторінка:
vi: Trang chủ:
zh: 首頁：

# BASSBOOM_APP_RADIO_INFOEXT_STREAMINFO_STREAMPATH
source: Stream path:
ar: مسار البث:
de: Streampfad:
el: Διαδρομή ροής:
es: Ruta de la transmisión:
fr: Chemin du flux :
ga: Cosán srutha:
hi: स्ट्रीम पथ:
id: Jalur aliran:
it: Percorso dello streaming:
ja: ストリームパス:
ko: 스트림 경로:
ms: Laluan strim:
nb: Strømmebane:
nl: Streampad:
pt_br: Caminho da transmissão:
ro: Calea streamului:
tr: Akış yolu:
uk: Шлях потоку:
vi: Đường dẫn luồng:
zh: 串流媒體路徑：

# BASSBOOM_APP_RADIO_INFOEXT_STREAMINFO_LISTENERS
source: Listeners: {0} with {1} at peak
ar: المستمعون: {0} مع {1} في ذروة البث
de: Hörer: {0} mit {1} in Spitzenzeiten
el: Ακροατές: {0} με {1} στην κορυφή
es: Oyentes: {0} con {1} en su punto máximo
fr: Auditeurs : {0} avec {1} au maximum
ga: Éisteoirí: {0} le {1} ag buaic
hi: श्रोता: {0} जिसमें {1} चरम पर हैं
id: Pendengar: {0} dengan {1} pada puncaknya
it: Ascoltatori: {0} con {1} al picco
ja: リスナー数: {0} (ピーク時: {1})
ko: 청취자: {0}(최대 사용 시간, {1})
ms: Pendengar: {0} dengan {1} pada puncaknya
nb: Lyttere: {0} med {1} på topp
nl: Luisteraars: {0} met {1} op piekmoment
pt_br: Ouvintes: {0} com {1} no pico
ro: Ascultători: {0} cu {1} la vârf
tr: Dinleyiciler: {0} ile {1} zirvede
uk: Слухачі: {0} з піковими {1}
vi: Người nghe: {0} với {1} ở mức cao nhất
zh: 聽眾：{0} 個，峰值聽眾 {1} 個

# BASSBOOM_APP_RADIO_INFOEXT_STREAMINFO_BITRATE
source: Bit rate:
ar: معدل البت:
el: Ρυθμός μετάδοσης bit:
es: Velocidad de bits:
fr: Débit binaire :
ga: Ráta giotán:
hi: बिट दर:
id: Kecepatan bit:
ja: ビットレート:
ko: 비트 전송률:
ms: Kadar bit:
nb: Bithastighet:
nl: Bitsnelheid:
pt_br: Taxa de bits:
ro: Rată de biți:
tr: Bit hızı:
uk: Бітрейт:
vi: Tốc độ bit:
zh: 比特率：

# BASSBOOM_APP_RADIO_INFOEXT_STREAMINFO_MEDIATYPE
source: Media type:
ar: نوع الوسائط:
de: Medientyp:
el: Τύπος μέσου:
es: Tipo de medio:
fr: Type de média :
ga: Cineál meán:
hi: मीडिया प्रकार:
id: Jenis media:
it: Tipo di supporto:
ja: メディアタイプ:
ko: 미디어 유형:
ms: Jenis media:
nb: Medietype:
pt_br: Tipo de mídia:
ro: Tip media:
tr: Medya türü:
uk: Тип медіа:
vi: Loại phương tiện:
zh: 媒體類型：

# BASSBOOM_APP_RADIO_INFOEXT_UNABLETOOBTAIN
source: Unable to get extended radio station info for {0}
ar: تعذر الحصول على معلومات موسعة عن محطة الراديو {0}
de: Erweiterte Radiosenderinfos für {0} konnten nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη εκτεταμένων πληροφοριών ραδιοφωνικού σταθμού για {0}
es: No se puede obtener información ampliada de la emisora ​​de radio para {0}
fr: Impossible d'obtenir des informations détaillées sur la station de radio pour {0}
ga: Ní féidir eolas sínte stáisiúin raidió a fháil do {0}
hi: {0} के लिए विस्तारित रेडियो स्टेशन जानकारी प्राप्त करने में असमर्थ
id: Tidak dapat memperoleh info stasiun radio tambahan untuk {0}
it: Impossibile ottenere informazioni estese sulla stazione radio per {0}
ja: {0} のラジオステーションの拡張情報を取得できません
ko: {0}에 대한 확장 라디오 방송국 정보를 가져올 수 없습니다.
ms: Tidak dapat mendapatkan maklumat stesen radio lanjutan untuk {0}
nb: Kan ikke hente utvidet radiostasjonsinfo for {0}
nl: Kan geen uitgebreide radiozenderinfo ophalen voor {0}
pt_br: Não foi possível obter informações detalhadas da estação de rádio para {0}
ro: Nu se pot obține informații extinse despre postul de radio pentru {0}
tr: {0} için genişletilmiş radyo istasyonu bilgisi alınamıyor
uk: Не вдається отримати розширену інформацію про радіостанцію для {0}
vi: Không thể lấy thông tin đài phát thanh mở rộng cho {0}
zh: 無法取得 {0} 的詳細電台信息

# BASSBOOM_APP_NOTFOUND
source: Music file {0} doesn't exist.
ar: ملف الموسيقى {0} غير موجود.
de: Musikdatei {0} existiert nicht.
el: Το αρχείο μουσικής {0} δεν υπάρχει.
es: El archivo de música {0} no existe.
fr: Le fichier musical {0} n'existe pas.
ga: Níl an comhad ceoil {0} ann.
hi: संगीत फ़ाइल {0} मौजूद नहीं है।
id: Berkas musik {0} tidak ada.
it: Il file musicale {0} non esiste.
ja: 音楽ファイル {0} が存在しません。
ko: 음악 파일 {0}이(가) 없습니다.
ms: Fail muzik {0} tidak wujud.
nb: Musikkfilen {0} finnes ikke.
nl: Muziekbestand {0} bestaat niet.
pt_br: O arquivo de música {0} não existe.
ro: Fișierul muzical {0} nu există.
tr: Müzik dosyası {0} mevcut değil.
uk: Музичний файл {0} не існує.
vi: Tệp nhạc {0} không tồn tại.
zh: 音樂檔案 {0} 不存在。

# BASSBOOM_APP_FATALERROR
source: Fatal error in the BassBoom CLI.
ar: خطأ فادح في واجهة سطر أوامر BassBoom.
de: Schwerwiegender Fehler in der BassBoom-CLI.
el: Μοιραίο σφάλμα στο BassBoom CLI.
es: Error grave en la CLI de BassBoom.
fr: Erreur fatale dans l'interface de ligne de commande BassBoom.
ga: Earráid mharfach i CLI BassBoom.
hi: BassBoom CLI में घातक त्रुटि।
id: Kesalahan fatal di BassBoom CLI.
it: Errore irreversibile nella CLI di BassBoom.
ja: BassBoom CLI で致命的なエラーが発生しました。
ko: BassBoom CLI에서 치명적인 오류가 발생했습니다.
ms: Ralat maut dalam BassBoom CLI.
nb: Fatal feil i BassBoom CLI.
nl: Fatale fout in de BassBoom CLI.
pt_br: Erro fatal na CLI do BassBoom.
ro: Eroare fatală în BassBoom CLI.
tr: BassBoom CLI'da ölümcül hata.
uk: Фатальна помилка в інтерфейсі командного рядка BassBoom.
vi: Lỗi nghiêm trọng trong BassBoom CLI.
zh: BassBoom CLI 出現致命錯誤。
