Repository: Aptivi/BassBoom
Catalog: private/BassBoom.Cli/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# BASSBOOM_APP_COMMON_DEVICE
source: Device:
ar: الجهاز:
de: Gerät:
el: Συσκευή:
es: Dispositivo:
fr: Périphérique :
ga: Gléas:
hi: डिवाइस:
it: Dispositivo:
ja: デバイス:
ko: 장치:
ms: Peranti:
nb: Enhet:
nl: Apparaat:
pt_br: Dispositivo:
ro: Dispozitiv:
tr: Aygıt:
uk: Пристрій:
vi: Thiết bị:
zh: 裝置:

# BASSBOOM_APP_COMMON_DRIVER
source: Driver:
ar: برنامج التشغيل:
de: Treiber:
el: Πρόγραμμα οδήγησης:
es: Controlador:
fr: Pilote :
ga: Tiománaí:
hi: ड्राइवर:
ja: ドライバー:
ko: 드라이버:
ms: Pemandu:
nl: Stuurprogramma:
tr: Sürücü:
uk: Драйвер:
vi: Trình điều khiển:
zh: 驅動程式：

# BASSBOOM_APP_COMMON_DEVICECACHED
source: Device (cached):
ar: الجهاز (مُخزَّن مؤقتًا):
de: Gerät (gespeichert):
el: Συσκευή (αποθηκευμένη στην προσωρινή μνήμη):
es: Dispositivo (en caché):
fr: Périphérique (en cache) :
ga: Gléas (taisceáilte):
hi: डिवाइस (कैश्ड):
id: Device (cache):
it: Dispositivo (memorizzato nella cache):
ja: デバイス (キャッシュ済み):
ko: 장치(캐시됨):
ms: Peranti (dicache):
nb: Enhet (bufret):
nl: Apparaat (gecached):
pt_br: Dispositivo (em cache):
ro: Dispozitiv (memorat în cache):
tr: Aygıt (önbelleğe alınmış):
uk: Пристрій (кешований):
vi: Thiết bị (đã lưu trong bộ nhớ đệm):
zh: 設備（已快取）：

# BASSBOOM_APP_COMMON_DRIVERCACHED
source: Driver (cached):
ar: برنامج التشغيل (مُخزَّن مؤقتًا):
de: Treiber (gespeichert):
el: Πρόγραμμα οδήγησης (αποθηκευμένη στην προσωρινή μνήμη):
es: Controlador (en caché):
fr: Pilote (en cache) :
ga: Tiománaí (taisceáilte):
hi: ड्राइवर (कैश्ड):
id: Driver (cache):
it: Driver (memorizzato nella cache):
ja: ドライバー (キャッシュ済み):
ko: 드라이버(캐시됨):
ms: Pemandu (cache):
nb: Driver (bufret):
nl: Stuurprogramma (gecached):
pt_br: Driver (em cache):
ro: Driver (memorat în cache):
tr: Sürücü (önbelleğe alınmış):
uk: Драйвер (кешований):
vi: Trình điều khiển (đã lưu trong bộ nhớ đệm):
zh: 驅動程式（已快取）：

# BASSBOOM_APP_COMMON_DEVICESQUERYNOTPLAYING
source: Can't query current devices while not playing.
ar: لا يُمكن الاستعلام عن الأجهزة الحالية أثناء عدم التشغيل.
de: Aktuelle Geräte können während der Wiedergabe nicht abgefragt werden.
el: Δεν είναι δυνατή η υποβολή ερωτημάτων για τρέχουσες συσκευές ενώ δεν αναπαράγεται.
es: No se pueden consultar los dispositivos actuales mientras no se reproduce.
fr: Impossible d’interroger les périphériques actuels en l’absence de lecture.
ga: Ní féidir fiosrúcháin a dhéanamh ar ghléasanna reatha agus gan a bheith ag seinm.
hi: प्ले न करते समय वर्तमान डिवाइस को क्वेरी नहीं किया जा सकता।
id: Tidak dapat meminta perangkat saat ini saat tidak sedang diputar.
it: Impossibile interrogare i dispositivi correnti mentre non è in riproduzione.
ja: 再生中でない間は、現在のデバイスを照会できません。
ko: 재생 중이 아닐 때는 현재 장치를 쿼리할 수 없습니다.
ms: Tidak dapat menanyakan peranti semasa semasa tidak dimainkan.
nb: Kan ikke spørre gjeldende enheter mens den ikke spiller.
nl: Kan huidige apparaten niet bevragen terwijl er niet wordt afgespeeld.
pt_br: Não é possível consultar os dispositivos atuais enquanto não estiver reproduzindo.
ro: Nu se pot interoga dispozitivele curente în timp ce nu se redă.
tr: Oynatılmıyorken geçerli aygıtlar sorgulanamaz.
uk: Неможливо запитувати поточні пристрої, коли не відтворюється.
vi: Không thể truy vấn các thiết bị hiện tại khi không phát.
zh: 非播放時無法查詢目前設備。

# BASSBOOM_APP_COMMON_DEVICEANDDRIVER
source: Device and Driver
ar: الجهاز وبرنامج التشغيل
de: Gerät und Treiber
el: Συσκευή και πρόγραμμα οδήγησης
es: Dispositivo y controlador
fr: Périphérique et pilote
ga: Gléas agus Tiománaí
hi: डिवाइस और ड्राइवर
id: Device dan Driver
it: Dispositivo e driver
ja: デバイスとドライバー
ko: 장치 및 드라이버
ms: Peranti dan Pemandu
nb: Enhet og driver
nl: Apparaat en stuurprogramma
pt_br: Dispositivo e Driver
ro: Dispozitiv și driver
tr: Aygıt ve Sürücü
uk: Пристрій та драйвер
vi: Thiết bị và Trình điều khiển
zh: 設備和驅動程式

# BASSBOOM_APP_COMMON_AVAILABLEDEVICESANDDRIVERS
source: Available devices and drivers
ar: الأجهزة وبرامج التشغيل المتاحة
de: Verfügbare Geräte und Treiber
el: Διαθέσιμες συσκευές και προγράμματα οδήγησης
es: Dispositivos y controladores disponibles
fr: Périphériques et pilotes disponibles
ga: Gléasanna agus tiománaithe atá ar fáil
hi: उपलब्ध डिवाइस और ड्राइवर
id: Perangkat dan driver yang tersedia
it: Dispositivi e driver disponibili
ja: 利用可能なデバイスとドライバー
ko: 사용 가능한 장치 및 드라이버
ms: Peranti dan pemacu yang tersedia
nb: Tilgjengelige enheter og drivere
nl: Beschikbare apparaten en stuurprogramma's
pt_br: Dispositivos e drivers disponíveis
ro: Dispozitive și drivere disponibile
tr: Kullanılabilir aygıtlar ve sürücüler
uk: Доступні пристрої та драйвери
vi: Các thiết bị và trình điều khiển khả dụng
zh: 可用設備和驅動程式

# BASSBOOM_APP_COMMON_EXTRASPECS
source: Extra specs (for developers)
ar: مواصفات إضافية (للمطورين)
de: Zusätzliche Spezifikationen (für Entwickler)
el: Επιπλέον προδιαγραφές (για προγραμματιστές)
es: Especificaciones adicionales (para desarrolladores)
fr: Spécifications supplémentaires (pour les développeurs)
ga: Sonraíochtaí breise (do fhorbróirí)
hi: अतिरिक्त विनिर्देश (डेवलपर्स के लिए)
id: Spesifikasi tambahan (untuk pengembang)
it: Specifiche aggiuntive (per sviluppatori)
ja: 追加仕様 (開発者向け)
ko: 추가 사양(개발자용)
ms: Spesifikasi tambahan (untuk pembangun)
nb: Ekstra spesifikasjoner (for utviklere)
nl: Extra specificaties (voor ontwikkelaars)
pt_br: Especificações extras (para desenvolvedores)
ro: Specificații suplimentare (pentru dezvoltatori)
tr: Ek özellikler (geliştiriciler için)
uk: Додаткові характеристики (для розробників)
vi: Thông số kỹ thuật bổ sung (dành cho nhà phát triển)
zh: 額外規格（面向開發者）

# BASSBOOM_APP_COMMON_PCMSAMPLESIZE
source: PCM sample size:
ar: حجم عينة PCM:
de: PCM-Samplegröße:
el: Μέγεθος δείγματος PCM:
es: Tamaño de muestra PCM:
fr: Taille d’échantillon PCM :
ga: Méid samplach PCM:
hi: PCM नमूना आकार:
id: Ukuran sampel PCM:
it: Dimensione campione PCM:
ja: PCM サンプルサイズ:
ko: PCM 샘플 크기:
ms: Saiz sampel PCM:
nb: PCM-prøvestørrelse:
nl: PCM-samplegrootte:
pt_br: Tamanho da amostra PCM:
ro: Dimensiunea eșantionului PCM:
tr: PCM örnek boyutu:
uk: Розмір вибірки PCM:
vi: Kích thước mẫu PCM:
zh: PCM 樣本大小：

# BASSBOOM_APP_COMMON_ZEROSAMPLE
source: Zero sample (offset 0):
ar: عينة صفرية (إزاحة 0):
de: Null-Sample (Offset 0):
el: Μηδενικό δείγμα (μετατόπιση 0):
es: Muestra cero (desplazamiento 0):
fr: Échantillon nul (décalage 0) :
ga: Sampla nialasach (fritháireamh 0):
hi: शून्य नमूना (ऑफ़सेट 0):
id: Sampel nol (offset 0):
it: Campione zero (offset 0):
ja: ゼロサンプル (オフセット 0):
ko: 제로 샘플(오프셋 0):
ms: Sampel sifar (offset 0):
nb: Null prøve (offset 0):
nl: Nulsample (offset 0):
pt_br: Amostra zero (deslocamento 0):
ro: Eșantion zero (offset 0):
tr: Sıfır örnek (ofset 0):
uk: Нульова вибірка (зсув 0):
vi: Mẫu bằng không (độ lệch 0):
zh: 零樣本（偏移量 0）：

# BASSBOOM_APP_COMMON_DURATIONSAMPLES
source: Duration in samples:
ar: المدة بالعينات:
de: Dauer in Samples:
el: Διάρκεια σε δείγματα:
es: Duración en muestras:
fr: Durée en échantillons :
ga: Fad sna samplaí:
hi: नमूनों में अवधि:
id: Durasi dalam sampel:
it: Durata in campioni:
ja: サンプル単位の継続時間:
ko: 샘플 지속 시간:
ms: Tempoh dalam sampel:
nb: Varighet i prøver:
nl: Duur in samples:
pt_br: Duração em amostras:
ro: Durată în eșantioane:
tr: Örneklerdeki süre:
uk: Тривалість у вибірках:
vi: Thời lượng trong các mẫu:
zh: 樣本時長（以樣本為單位）：

# BASSBOOM_APP_COMMON_FRAMELEN
source: Frame length:
ar: طول الإطار:
de: Frame-Länge:
el: Μήκος καρέ:
es: Longitud de fotograma:
fr: Longueur d’image :
ga: Fad fráma:
hi: फ़्रेम लंबाई:
id: Panjang frame:
it: Durata frame:
ja: フレーム長:
ko: 프레임 길이:
ms: Panjang bingkai:
nb: Bildelengde:
nl: Framelengte:
pt_br: Comprimento do quadro:
ro: Lungimea cadrului:
tr: Çerçeve uzunluğu:
uk: Довжина кадру:
vi: Độ dài khung:
zh: 幀長度：

# BASSBOOM_APP_COMMON_SPF
source: Samples/frame:
ar: العينات/الإطار:
el: Δείγματα/καρέ:
es: Muestras/fotograma:
fr: Échantillons/image :
ga: Samplaí/fráma:
hi: नमूने/फ़्रेम:
id: Sampel/frame:
it: Campioni/frame:
ja: サンプル数/フレーム:
ko: 프레임당 샘플:
ms: Sampel/bingkai:
nb: Sampler/bilde:
pt_br: Amostras/quadro:
ro: Eșantioane/cadru:
tr: Örnekler/çerçeve:
uk: Вибірки/кадр:
vi: Mẫu/khung:
zh: 樣本/幀：

# BASSBOOM_APP_COMMON_TPF
source: Seconds/frame:
ar: الثواني/الإطار:
de: Sekunden/Frame:
el: Δευτερόλεπτα/καρέ:
es: Segundos/fotograma:
fr: Secondes/image :
ga: Soicindí/fráma:
hi: सेकंड/फ़्रेम:
id: Detik/frame:
it: Secondi/frame:
ja: 秒数/フレーム:
ko: 프레임당 초:
ms: Saat/bingkai:
nb: Sekunder/bilde:
nl: Seconden/frame:
pt_br: Segundos/quadro:
ro: Secunde/cadru:
tr: Saniye/çerçeve:
uk: Секунди/кадр:
vi: Giây/khung:
zh: 秒/幀：

# BASSBOOM_APP_COMMON_DECODERS
source: Decoders
ar: وحدات فك التشفير
de: Decoder
el: Αποκωδικοποιητές
es: Decodificadores
fr: Décodeurs
ga: Díchódóirí
hi: डिकोडर
id: Decoder
it: Decoder
ja: デコーダー
ko: 디코더
ms: Penyahkod
nb: Dekodere
pt_br: Decodificadores
ro: Decodoare
tr: Kod çözücüler
uk: Декодери
vi: Bộ giải mã
zh: 解碼器

# BASSBOOM_APP_COMMON_SUPPORTEDDECODERS
source: Supported decoders:
ar: وحدات فك التشفير المدعومة:
de: Unterstützte Decoder:
el: Υποστηριζόμενοι αποκωδικοποιητές:
es: Decodificadores compatibles:
fr: Décodeurs pris en charge :
ga: Díchódóirí tacaithe:
hi: समर्थित डिकोडर:
id: Decoder yang didukung:
it: Decoder supportati:
ja: サポートされているデコーダー:
ko: 지원되는 디코더:
ms: Penyahkod yang disokong:
nb: Støttede dekodere:
nl: Ondersteunde decoders:
pt_br: Decodificadores suportados:
ro: Decodoare acceptate:
tr: Desteklenen kod çözücüler:
uk: Підтримувані декодери:
vi: Bộ giải mã được hỗ trợ:
zh: 支援的解碼器：

# BASSBOOM_APP_COMMON_ALLDECODERS
source: All decoders:
ar: جميع وحدات فك التشفير:
de: Alle Decoder:
el: Όλοι οι αποκωδικοποιητές:
es: Todos los decodificadores:
fr: Tous les décodeurs :
ga: Gach díchódóir:
hi: सभी डिकोडर:
id: Semua decoder:
it: Tutti i decoder:
ja: すべてのデコーダー:
ko: 모든 디코더:
ms: Semua penyahkod:
nb: Alle dekodere:
nl: Alle decoders:
pt_br: Todos os decodificadores:
ro: Toate decodoarele:
tr: Tüm kod çözücüler:
uk: Усі декодери:
vi: Tất cả các bộ giải mã:
zh: 所有解碼器：

# BASSBOOM_APP_COMMON_ENCODINGSANDRATES
source: Encodings and Rates
ar: الترميزات والمعدلات
de: Kodierungen und Raten
el: Κωδικοποιήσεις και ρυθμοί
es: Codificaciones y velocidades
fr: Encodages et débits
ga: Ionchóduithe agus Rátaí
hi: एन्कोडिंग और दरें
id: Encoding dan Rate
it: Codifiche e frequenze
ja: エンコーディングとレート
ko: 인코딩 및 속도
ms: Pengekodan dan Kadar
nb: Kodinger og hastigheter
nl: Coderingen en snelheden
pt_br: Codificações e Taxas
ro: Codificări și rate
tr: Kodlamalar ve Oranlar
uk: Кодування та швидкості
vi: Mã hóa và Tốc độ
zh: 編碼和速率

# BASSBOOM_APP_COMMON_ENCODINGS
source: Encodings:
ar: الترميزات:
de: Kodierungen:
el: Κωδικοποιήσεις:
es: Codificaciones:
fr: Encodages :
ga: Ionchóduithe:
hi: एन्कोडिंग:
id: Encoding:
it: Codifiche:
ja: エンコーディング:
ko: 인코딩:
ms: Pengekodan:
nb: Kodinger:
nl: Coderingen:
pt_br: Codificações:
ro: Codificări:
tr: Kodlamalar:
uk: Кодування:
vi: Mã hóa:
zh: 編碼：

# BASSBOOM_APP_COMMON_RATES
source: Rates:
ar: المعدلات:
de: Raten:
el: Ρυθμοί:
es: Velocidades:
fr: Débits :
ga: Rátaí:
hi: दरें:
id: Rate:
it: Frequenze:
ja: レート:
ko: 속도:
ms: Kadar:
nb: Haster:
nl: snelheden:
pt_br: Taxas:
ro: Rate:
tr: Oran:
uk: Швидкість:
vi: Tốc độ:
zh: 速率：

# BASSBOOM_APP_COMMON_BUFFERINFO
source: Buffer info
ar: معلومات المخزن المؤقت
de: Pufferinformationen
el: Πληροφορίες buffer
es: Información del búfer
fr: Informations sur la mémoire tampon
ga: Eolas maoláin
hi: बफ़र जानकारी
id: Info buffer
it: Informazioni sul buffer
ja: バッファ情報
ko: 버퍼 정보
ms: Maklumat penimbal
nb: Bufferinformasjon
pt_br: Informações do buffer
ro: Informații despre buffer
tr: Arabellek bilgisi
uk: Інформація про буфер
vi: Thông tin bộ đệm
zh: 緩衝區資訊

# BASSBOOM_APP_COMMON_GENERICBUFFERSIZE
source: Generic buffer size:
ar: حجم المخزن المؤقت العام:
de: Allgemeine Puffergröße:
el: Γενικό μέγεθος buffer:
es: Tamaño de búfer genérico:
fr: Taille de la mémoire tampon générique :
ga: Méid maoláin ghinearálta:
hi: सामान्य बफ़र आकार:
id: Ukuran buffer generik:
it: Dimensione buffer generica:
ja: 汎用バッファサイズ:
ko: 일반 버퍼 크기:
ms: Saiz penimbal generik:
nb: Generisk bufferstørrelse:
nl: Algemene buffergrootte:
pt_br: Tamanho genérico do buffer:
ro: Dimensiunea generică a bufferului:
tr: Genel arabellek boyutu:
uk: Загальний розмір буфера:
vi: Kích thước bộ đệm chung:
zh: 通用緩衝區大小：

# BASSBOOM_APP_COMMON_BASSBOOMSPECS
source: BassBoom specifications
ar: مواصفات BassBoom
de: BassBoom-Spezifikationen
el: Προδιαγραφές BassBoom
es: Especificaciones de BassBoom
fr: Spécifications BassBoom
ga: Sonraíochtaí BassBoom
hi: बासबूम विनिर्देश
id: Spesifikasi BassBoom
it: Specifiche BassBoom
ja: BassBoom 仕様
ko: BassBoom 사양
ms: Spesifikasi BassBoom
nb: BassBoom-spesifikasjoner
nl: BassBoom-specificaties
pt_br: Especificações do BassBoom
ro: Specificații BassBoom
tr: BassBoom özellikleri
uk: Специфікації BassBoom
vi: Thông số kỹ thuật BassBoom
zh: BassBoom 規格

# BASSBOOM_APP_COMMON_BASSBOOMSPECS_BASOLIAVER
source: Basolia version:
ar: إصدار Basolia:
el: Έκδοση Basolia:
es: Versión de Basolia:
fr: Version Basolia :
ga: Leagan Basolia:
hi: बासोलिया संस्करण:
id: Versi Basolia:
it: Versione Basolia:
ja: Basolia バージョン:
ko: Basolia 버전:
ms: Versi Basolia:
nb: Basolia-versjon:
nl: Basolia-versie:
pt_br: Versão do Basolia:
ro: Versiunea Basolia:
tr: Basolia sürümü:
uk: Версія Basolia:
vi: Phiên bản Basolia:
zh: Basolia 版本：

# BASSBOOM_APP_COMMON_BASSBOOMSPECS_MPG123VER
source: MPG123 version:
ar: إصدار MPG123:
el: Έκδοση MPG123:
es: Versión de MPG123:
fr: Version MPG123 :
ga: Leagan MPG123:
hi: MPG123 संस्करण:
id: Versi MPG123:
it: Versione MPG123:
ja: MPG123 バージョン:
ko: MPG123 버전:
ms: Versi MPG123:
nb: MPG123-versjon:
nl: MPG123-versie:
pt_br: Versão do MPG123:
ro: Versiunea MPG123:
tr: MPG123 sürümü:
uk: Версія MPG123:
vi: Phiên bản MPG123:
zh: MPG123 版本：

# BASSBOOM_APP_COMMON_BASSBOOMSPECS_OUT123VER
source: OUT123 version:
ar: إصدار OUT123:
el: Έκδοση OUT123:
es: Versión de OUT123:
fr: Version OUT123 :
ga: Leagan OUT123:
hi: OUT123 संस्करण:
id: Versi OUT123:
it: Versione OUT123:
ja: OUT123 バージョン:
ko: OUT123 버전:
ms: Versi OUT123:
nb: OUT123-versjon:
nl: OUT123-versie:
pt_br: Versão do OUT123:
ro: Versiunea OUT123:
tr: OUT123 sürümü:
uk: Версія OUT123:
vi: Phiên bản OUT123:
zh: OUT123 版本：

# BASSBOOM_APP_COMMON_SYSTEMSPECS
source: System specifications
ar: مواصفات النظام
de: Systemspezifikationen
el: Προδιαγραφές συστήματος
es: Especificaciones del sistema
fr: Spécifications système
ga: Sonraíochtaí córais
hi: सिस्टम विनिर्देश
id: Spesifikasi sistem
it: Specifiche di sistema
ja: システム仕様
ko: 시스템 사양
ms: Spesifikasi sistem
nb: Systemspesifikasjoner
nl: Systeemspecificaties
pt_br: Especificações do sistema
ro: Specificații sistem
tr: Sistem özellikleri
uk: Системні характеристики
vi: Thông số kỹ thuật hệ thống
zh: 系統規格

# BASSBOOM_APP_COMMON_SYSTEMSPECS_SYSTEM
source: System:
ar: النظام:
el: Σύστημα:
es: Sistema:
fr: Système :
ga: Córas:
hi: सिस्टम:
id: Sistem:
it: Sistema:
ja: システム:
ko: 시스템:
ms: Sistem:
nl: Systeem:
pt_br: Sistema:
ro: Sistem:
tr: Sistem:
uk: Система:
vi: Hệ thống:
zh: 系統：

# BASSBOOM_APP_COMMON_SYSTEMSPECS_SYSTEMARCH
source: System Architecture:
ar: بنية النظام:
de: Systemarchitektur:
el: Αρχιτεκτονική συστήματος:
es: Arquitectura del sistema:
fr: Architecture système :
ga: Ailtireacht an Chórais:
hi: सिस्टम आर्किटेक्चर:
id: Arsitektur Sistem:
it: Architettura di sistema:
ja: システムアーキテクチャ:
ko: 시스템 아키텍처:
ms: Seni Bina Sistem:
nb: Systemarkitektur:
nl: Systeemarchitectuur:
pt_br: Arquitetura do sistema:
ro: Arhitectura sistemului:
tr: Sistem Mimarisi:
uk: Архітектура системи:
vi: Kiến trúc hệ thống:
zh: 系統架構：

# BASSBOOM_APP_COMMON_SYSTEMSPECS_PROCESSARCH
source: Process Architecture:
ar: بنية العملية:
de: Prozessarchitektur:
el: Αρχιτεκτονική διεργασίας:
es: Arquitectura del proceso:
fr: Architecture du processus :
ga: Ailtireacht an Phróisis:
hi: प्रक्रिया आर्किटेक्चर:
id: Arsitektur Proses:
it: Architettura di processo:
ja: プロセスアーキテクチャ:
ko: 프로세스 아키텍처:
ms: Seni Bina Proses:
nb: Prosessarkitektur:
nl: Procesarchitectuur:
pt_br: Arquitetura do processo:
ro: Arhitectura procesului:
tr: İşlem Mimarisi:
uk: Архітектура процесу:
vi: Kiến trúc quy trình:
zh: 進程架構：

# BASSBOOM_APP_COMMON_SYSTEMSPECS_SYSTEMDESC
source: System description:
ar: وصف النظام:
de: Systembeschreibung:
el: Περιγραφή συστήματος:
es: Descripción del sistema:
fr: Description du système :
ga: Cur síos ar an gcóras:
hi: सिस्टम विवरण:
id: Deskripsi sistem:
it: Descrizione del sistema:
ja: システムの説明:
ko: 시스템 설명:
ms: Penerangan sistem:
nb: Systembeskrivelse:
nl: Systeembeschrijving:
pt_br: Descrição do sistema:
ro: Descriere sistem:
tr: Sistem açıklaması:
uk: Опис системи:
vi: Mô tả hệ thống:
zh: 系統描述：

# BASSBOOM_APP_COMMON_SYSTEMSPECS_DOTNETDESC
source: .NET description:
ar: وصف .NET:
de: .NET-Beschreibung:
el: Περιγραφή .NET:
es: Descripción de .NET:
fr: Description .NET :
ga: Cur síos ar .NET:
hi: .NET विवरण:
id: Deskripsi .NET:
it: Descrizione .NET:
ja: .NET の説明:
ko: .NET 설명:
ms: Penerangan .NET:
nb: .NET-beskrivelse:
nl: .NET-beschrijving:
pt_br: Descrição do .NET:
ro: Descriere .NET:
tr: .NET açıklaması:
uk: Опис .NET:
vi: Mô tả .NET:
zh: .NET 描述：

# BASSBOOM_APP_COMMON_AVAILABLEKEYSTROKES
source: Available keystrokes
ar: ضغطات المفاتيح المتاحة
de: Verfügbare Tastenkombinationen
el: Διαθέσιμα πλήκτρα
es: Pulsaciones de teclas disponibles
fr: Touches disponibles
ga: Eochairbhuillí atá ar fáil
hi: उपलब्ध कीस्ट्रोक्स
id: Penekanan tombol yang tersedia
it: Tasti disponibili
ja: 利用可能なキー操作
ko: 사용 가능한 키 입력
ms: Ketukan kekunci yang tersedia
nb: Tilgjengelige tastetrykk
nl: Beschikbare toetsaanslagen
pt_br: Teclas disponíveis
ro: Combinații de taste disponibile
tr: Kullanılabilir tuş vuruşları
uk: Доступні комбінації клавіш
vi: Các phím tắt khả dụng
zh: 可用按鍵

# BASSBOOM_APP_COMMON_SELECTDRIVER
source: Select a driver. ESC to quit.
ar: حدد برنامج تشغيل. ESC للخروج.
de: Treiber auswählen. ESC zum Beenden.
el: Επιλέξτε ένα πρόγραμμα οδήγησης. ESC για τερματισμό.
es: Seleccione un controlador. Esc para salir.
fr: Sélectionnez un pilote. Échap pour quitter.
ga: Roghnaigh tiománaí. ESC le scor.
hi: ड्राइवर चुनें। बाहर निकलने के लिए ESC दबाएँ।
id: Pilih driver. ESC untuk keluar.
it: Seleziona un driver. ESC per uscire.
ja: ドライバーを選択してください。終了するには Esc キーを押します。
ko: 드라이버를 선택하세요. 종료하려면 ESC 키를 누르세요.
ms: Pilih pemandu. ESC untuk berhenti.
nb: Velg en driver. ESC for å avslutte.
nl: Selecteer een stuurprogramma. ESC om af te sluiten.
pt_br: Selecione um driver. ESC para sair.
ro: Selectați un driver. ESC pentru a ieși.
tr: Bir sürücü seçin. Çıkmak için ESC.
uk: Виберіть драйвер. ESC для виходу.
vi: Chọn một trình điều khiển. ESC để thoát.
zh: 選擇驅動程式。按 ESC 鍵退出。

# BASSBOOM_APP_COMMON_SELECTDEVICE
source: Select a device. Current driver is {0}. ESC to quit.
ar: حدد جهازًا. برنامج التشغيل الحالي هو {0}. ESC للخروج. أدخل مسار ملف قائمة التشغيل الذي ترغب في حفظه.
de: Gerät auswählen. Aktueller Treiber ist {0}. ESC zum Beenden.
el: Επιλέξτε μια συσκευή. Το τρέχον πρόγραμμα οδήγησης είναι {0}. ESC για τερματισμό.
es: Seleccione un dispositivo. El controlador actual es {0}. Esc para salir.
fr: Sélectionnez un périphérique. Le pilote actuel est {0}. Échap pour quitter.
ga: Roghnaigh gléas. Is é {0} an tiománaí reatha. ESC le scor.
hi: डिवाइस चुनें। वर्तमान ड्राइवर {0} है। बाहर निकलने के लिए ESC दबाएँ।
id: Pilih perangkat. Driver saat ini adalah {0}. ESC untuk keluar.
it: Seleziona un dispositivo. Il driver corrente è {0}. ESC per uscire.
ja: デバイスを選択してください。現在のドライバーは {0} です。終了するには Esc キーを押します。
ko: 장치를 선택하세요. 현재 드라이버는 {0}입니다. 종료하려면 ESC 키를 누르세요.
ms: Pilih peranti. Pemandu semasa ialah {0}. ESC untuk berhenti.
nb: Velg en enhet. Gjeldende driver er {0}. ESC for å avslutte.
nl: Selecteer een apparaat. Het huidige stuurprogramma is {0}. ESC om af te sluiten.
pt_br: Selecione um dispositivo. O driver atual é {0}. ESC para sair.
ro: Selectați un dispozitiv. Driverul curent este {0}. ESC pentru a ieși.
tr: Bir aygıt seçin. Geçerli sürücü {0}. Çıkmak için ESC.
uk: Виберіть пристрій. Поточний драйвер — {0}. ESC для виходу.
vi: Chọn một thiết bị. Trình điều khiển hiện tại là {0}. ESC để thoát.
zh: 選擇設備。目前驅動程式為 {0}。按 ESC 鍵退出。

# BASSBOOM_APP_COMMON_PATHTOPLAYLIST
source: Enter a path to the playlist file that you would like to save
ar: رفع مستوى الصوت
de: Geben Sie den Pfad zur Playlist-Datei ein, die Sie speichern möchten.
el: Εισαγάγετε μια διαδρομή προς το αρχείο λίστας αναπαραγωγής που θέλετε να αποθηκεύσετε
es: Introduce la ruta del archivo de la lista de reproducción que quieres guardar
fr: Saisissez le chemin d'accès à la liste de lecture que vous souhaitez enregistrer.
ga: Cuir isteach cosán chuig an gcomhad seinmliosta ar mhaith leat a shábháil
hi: उस प्लेलिस्ट फ़ाइल का पथ दर्ज करें जिसे आप सहेजना चाहते हैं
id: Masukkan jalur ke file daftar putar yang ingin Anda simpan
it: Inserisci il percorso del file della playlist che desideri salvare
ja: 保存したいプレイリストファイルへのパスを入力してください
ko: 저장하려는 재생 목록 파일의 경로를 입력하세요.
ms: Masukkan laluan ke fail senarai main yang anda ingin simpan
nb: Skriv inn en sti til spillelistefilen du vil lagre
nl: Voer een pad in naar het afspeellijstbestand dat u wilt opslaan.
pt_br: Insira um caminho para o arquivo da lista de reprodução que deseja salvar
ro: Introduceți o cale către fișierul listei de redare pe care doriți să îl salvați
tr: Kaydetmek istediğiniz çalma listesi dosyasına giden yolu girin
uk: Введіть шлях до файлу списку відтворення, який ви хочете зберегти
vi: Nhập đường dẫn đến tệp danh sách phát mà bạn muốn lưu
zh: 輸入要儲存的播放清單檔案的路徑

# BASSBOOM_APP_COMMON_KEYBINDING_VOLUMEUP
source: Increase volume
ar: خفض مستوى الصوت
de: Lautstärke erhöhen
el: Αύξηση έντασης ήχου
es: Subir volumen
fr: Augmenter le volume
ga: Méadaigh an toirt
hi: वॉल्यूम बढ़ाएँ
id: Naikkan volume
it: Aumenta il volume
ja: 音量を上げる
ko: 볼륨 높이기
ms: Tingkatkan kelantangan
nb: Øk volumet
nl: Volume verhogen
pt_br: Aumentar volume
ro: Măriți volumul
tr: Sesi artır
uk: Збільшити гучність
vi: Tăng âm lượng
zh: 增加音量

# BASSBOOM_APP_COMMON_KEYBINDING_VOLUMEDOWN
source: Decrease volume
ar: مساعدة
de: Lautstärke verringern
el: Μείωση έντασης ήχου
es: Bajar volumen
fr: Diminuer le volume
ga: Laghdaigh an toirt
hi: वॉल्यूम घटाएँ
id: Turunkan volume
it: Diminuisci il volume
ja: 音量を下げる
ko: 볼륨 낮추기
ms: Kurangkan volum
nb: Reduser volumet
nl: Volume verlagen
pt_br: Diminuir volume
ro: Reduceți volumul
tr: Sesi azalt
uk: Зменшити гучність
vi: Giảm âm lượng
zh: 減少音量

# BASSBOOM_APP_COMMON_KEYBINDING_HELP
source: Help
ar: فتح مُعادل الصوت
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
ga: Cabhair
hi: सहायता
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
ms: Tolong
nb: Hjelp
pt_br: Ajuda
ro: Ajutor
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh: 幫助

# BASSBOOM_APP_COMMON_KEYBINDING_EQUALIZER
source: Open the equaliser
ar: معلومات النظام
de: Equalizer öffnen
el: Άνοιγμα του ισοσταθμιστή
es: Abrir el ecualizador
fr: Ouvrir l'égaliseur
ga: Oscail an cothromóir
hi: इक्वलाइज़र खोलें
id: Buka equalizer
it: Apri l'equalizzatore
ja: イコライザーを開く
ko: 이퀄라이저 열기
ms: Buka penyamaan
nb: Åpne equalizeren
nl: Open de equalizer
pt_br: Abrir o equalizador
ro: Deschideți egalizatorul
tr: Ekolayzırı aç
uk: Відкрити еквалайзер
vi: Mở bộ cân bằng
zh: 開啟均衡器

# BASSBOOM_APP_COMMON_KEYBINDING_SYSINFO
source: System information
ar: وضع الديسكو!
de: Systeminformationen
el: Πληροφορίες συστήματος
es: Información del sistema
fr: Informations système
ga: Faisnéis faoin gcóras
hi: सिस्टम जानकारी
id: Informasi sistem
it: Informazioni di sistema
ja: システム情報
ko: 시스템 정보
ms: Maklumat sistem
nb: Systeminformasjon
nl: Systeeminformatie
pt_br: Informações do sistema
ro: Informații despre sistem
tr: Sistem bilgileri
uk: Інформація про систему
vi: Thông tin hệ thống
zh: 系統資訊
