Repository: Aptivi/BassBoom
Catalog: public/BassBoom.Basolia/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# BASSBOOM_BASOLIA_EXCEPTION_BASOLIAMEDIA
source: Basolia instance is not provided
ar: لم يتم توفير مثيل Basolia.
de: Basolia-Instanz nicht angegeben.
el: Δεν παρέχεται η παρουσία Basolia
es: No se proporciona la instancia de Basolia.
fr: Instance Basolia non fournie
ga: Níl sampla Basolia curtha ar fáil
hi: बासोलिया इंस्टेंस प्रदान नहीं किया गया है
id: Instans Basolia tidak disediakan
it: Istanza di Basolia non fornita
ja: Basolia インスタンスが指定されていません
ko: Basolia 인스턴스가 제공되지 않았습니다.
ms: Contoh Basolia tidak disediakan
nb: Basolia-forekomst er ikke oppgitt
nl: Basolia-instantie is niet opgegeven
pt: Instância do Basolia não fornecida
ro: Instanța Basolia nu este furnizată
tr: Basolia örneği sağlanmadı
uk: Екземпляр Basolia не надано
vi: Phiên bản Basolia không được cung cấp
zh: 未提供 Basolia 實例

# BASSBOOM_BASOLIA_EXCEPTION_MPG123LIBINVALID
source: mpg123 library path {0} doesn't contain a valid mpg123 library.
ar: مسار مكتبة mpg123 {0} لا يحتوي على مكتبة mpg123 صالحة.
de: Der mpg123-Bibliothekspfad {0} enthält keine gültige mpg123-Bibliothek.
el: Η διαδρομή βιβλιοθήκης mpg123 {0} δεν περιέχει μια έγκυρη βιβλιοθήκη mpg123.
es: La ruta {0} de la biblioteca mpg123 no contiene una biblioteca mpg123 válida.
fr: Le chemin de la bibliothèque mpg123 {0} ne contient pas de bibliothèque mpg123 valide.
ga: Níl leabharlann mpg123 bailí i gcosán leabharlainne mpg123 {0}.
hi: mpg123 लाइब्रेरी पथ {0} में वैध mpg123 लाइब्रेरी नहीं है।
id: jalur pustaka mpg123 {0} tidak berisi pustaka mpg123 yang valid.
it: Il percorso della libreria mpg123 {0} non contiene una libreria mpg123 valida.
ja: mpg123 ライブラリ パス {0} には有効な mpg123 ライブラリが含まれていません。
ko: mpg123 라이브러리 경로 {0}에 유효한 mpg123 라이브러리가 없습니다.
ms: laluan perpustakaan mpg123 {0} tidak mengandungi pustaka mpg123 yang sah.
nb: mpg123-biblioteksti {0} inneholder ikke et gyldig mpg123-bibliotek.
nl: Het pad {0} van de mpg123-bibliotheek bevat geen geldige mpg123-bibliotheek.
pt: O caminho da biblioteca mpg123 {0} não contém uma biblioteca mpg123 válida.
ro: Calea bibliotecii mpg123 {0} nu conține o bibliotecă mpg123 validă.
tr: mpg123 kütüphane yolu {0} geçerli bir mpg123 kütüphanesi içermiyor.
uk: Шлях до бібліотеки mpg123 {0} не містить дійсної бібліотеки mpg123.
vi: đường dẫn thư viện mpg123 {0} không chứa thư viện mpg123 hợp lệ.
zh: mpg123 函式庫路徑 {0} 不包含有效的 mpg123 函式庫。

# BASSBOOM_BASOLIA_EXCEPTION_OUT123LIBINVALID
source: out123 library path {0} doesn't contain a valid out123 library.
ar: مسار مكتبة out123 {0} لا يحتوي على مكتبة out123 صالحة.
de: Der out123-Bibliothekspfad {0} enthält keine gültige out123-Bibliothek.
el: Η διαδρομή βιβλιοθήκης out123 {0} δεν περιέχει μια έγκυρη βιβλιοθήκη out123.
es: La ruta {0} de la biblioteca out123 no contiene una biblioteca out123 válida.
fr: Le chemin de la bibliothèque out123 {0} ne contient pas de bibliothèque out123 valide.
ga: Níl leabharlann out123 bailí i gcosán leabharlainne out123 {0}.
hi: out123 लाइब्रेरी पथ {0} में वैध out123 लाइब्रेरी नहीं है।
id: jalur pustaka out123 {0} tidak berisi pustaka out123 yang valid.
it: Il percorso della libreria out123 {0} non contiene una libreria out123 valida.
ja: out123 ライブラリ パス {0} には有効な out123 ライブラリが含まれていません。
ko: out123 라이브러리 경로 {0}에 유효한 out123 라이브러리가 없습니다.
ms: laluan pustaka out123 {0} tidak mengandungi pustaka out123 yang sah.
nb: out123-biblioteksti {0} inneholder ikke et gyldig out123-bibliotek.
nl: Het pad {0} van de out123-bibliotheek bevat geen geldige out123-bibliotheek.
pt: O caminho da biblioteca out123 {0} não contém uma biblioteca out123 válida.
ro: Calea bibliotecii out123 {0} nu conține o bibliotecă out123 validă.
tr: out123 kütüphane yolu {0} geçerli bir out123 kütüphanesi içermiyor.
uk: Шлях до бібліотеки out123 {0} не містить дійсної бібліотеки out123.
vi: đường dẫn thư viện out123 {0} không chứa thư viện out123 hợp lệ.
zh: out123 庫路徑 {0} 不包含有效的 out123 庫。

# BASSBOOM_BASOLIA_EXCEPTION_VERSIONNEEDSLIB
source: Can't get version until the library is initialized
ar: لا يمكن الحصول على الإصدار حتى تتم تهيئة المكتبة.
de: Version kann erst abgerufen werden, wenn die Bibliothek initialisiert ist.
el: Δεν είναι δυνατή η λήψη της έκδοσης μέχρι να αρχικοποιηθεί η βιβλιοθήκη
es: No se puede obtener la versión hasta que se inicialice la biblioteca.
fr: Impossible d'obtenir la version tant que la bibliothèque n'est pas initialisée
ga: Ní féidir an leagan a fháil go dtí go mbeidh an leabharlann tosaithe
hi: लाइब्रेरी आरंभ होने तक संस्करण प्राप्त नहीं किया जा सकता
id: Tidak dapat memperoleh versi hingga pustaka diinisialisasi
it: Impossibile ottenere la versione finché la libreria non viene inizializzata
ja: ライブラリが初期化されるまでバージョンを取得できません
ko: 라이브러리가 초기화될 때까지 버전을 가져올 수 없습니다.
ms: Tidak boleh mendapatkan versi sehingga pustaka dimulakan
nb: Kan ikke hente versjon før biblioteket er initialisert
nl: De versie kan pas worden opgehaald nadat de bibliotheek is geïnitialiseerd.
pt: Não é possível obter a versão até que a biblioteca seja inicializada
ro: Nu se poate obține versiunea până când biblioteca nu este inițializată
tr: Kütüphane başlatılana kadar sürüm alınamıyor
uk: Неможливо отримати версію, доки бібліотека не буде ініціалізована
vi: Không thể lấy phiên bản cho đến khi thư viện được khởi tạo
zh: 庫初始化前無法取得版本

# BASSBOOM_BASOLIA_EXCEPTION_NEEDSINIT
source: Basolia didn't initialize the MPG123 library yet!
ar: لم تُهيئ Basolia مكتبة MPG123 بعد!
de: Basolia hat die MPG123-Bibliothek noch nicht initialisiert!
el: Το Basolia δεν αρχικοποίησε ακόμη τη βιβλιοθήκη MPG123!
es: ¡Basolia aún no ha inicializado la biblioteca MPG123!
fr: Basolia n'a pas encore initialisé la bibliothèque MPG123 !
ga: Níor thosaigh Basolia an leabharlann MPG123 fós!
hi: Basolia ने अभी तक MPG123 लाइब्रेरी आरंभ नहीं की है!
id: Basolia belum menginisialisasi pustaka MPG123!
it: Basolia non ha ancora inizializzato la libreria MPG123!
ja: Basolia はまだ MPG123 ライブラリを初期化していません。
ko: Basolia가 아직 MPG123 라이브러리를 초기화하지 않았습니다!
ms: Basolia belum memulakan perpustakaan MPG123 lagi!
nb: Basolia initialiserte ikke MPG123-biblioteket ennå!
nl: Basolia heeft de MPG123-bibliotheek nog niet geïnitialiseerd!
pt: O Basolia ainda não arrancou a biblioteca MPG123!
ro: Basolia nu a inițializat încă biblioteca MPG123!
tr: Basolia henüz MPG123 kütüphanesini başlatmadı!
uk: Basolia ще не ініціалізувала бібліотеку MPG123!
vi: Basolia vẫn chưa khởi tạo thư viện MPG123!
zh: Basolia 尚未初始化 MPG123 函式庫！

# BASSBOOM_BASOLIA_DEVICES_EXCEPTION_DRIVERQUERY
source: Can't query the drivers
ar: لا يمكن الاستعلام عن برامج التشغيل.
de: Treiber können nicht abgefragt werden.
el: Δεν είναι δυνατή η αναζήτηση των προγραμμάτων οδήγησης
es: No se pueden consultar los controladores.
fr: Impossible d'interroger les pilotes
ga: Ní féidir na tiománaithe a cheistiú
hi: ड्राइवरों से पूछताछ नहीं की जा सकती
id: Tidak dapat meminta driver
it: Impossibile interrogare i driver
ja: ドライバーを照会できません
ko: 드라이버를 쿼리할 수 없습니다.
ms: Tidak boleh bertanya kepada pemandu
nb: Kan ikke spørre driverne
nl: De drivers kunnen niet worden opgevraagd.
pt: Não é possível consultar os drivers
ro: Nu se pot interoga driverele
tr: Sürücüler sorgulanamıyor
uk: Неможливо запитати драйвери
vi: Không thể truy vấn trình điều khiển
zh: 無法查詢驅動程式

# BASSBOOM_BASOLIA_DEVICES_EXCEPTION_DEVICEQUERY
source: Can't query the devices
ar: لا يمكن الاستعلام عن الأجهزة.
de: Geräte können nicht abgefragt werden.
el: Δεν είναι δυνατή η αναζήτηση των συσκευών
es: No se pueden consultar los dispositivos.
fr: Impossible d'interroger les périphériques
ga: Ní féidir na gléasanna a cheistiú
hi: डिवाइस से पूछताछ नहीं की जा सकती
id: Tidak dapat meminta perangkat
it: Impossibile interrogare i dispositivi
ja: デバイスを照会できません
ko: 장치를 쿼리할 수 없습니다.
ms: Tidak boleh menanyakan peranti
nb: Kan ikke spørre enhetene
nl: De apparaten kunnen niet worden opgevraagd.
pt: Não é possível consultar os dispositivos
ro: Nu se pot interoga dispozitivele
tr: Aygıtlar sorgulanamıyor
uk: Неможливо запитати пристрої
vi: Không thể truy vấn thiết bị
zh: 無法查詢設備

# BASSBOOM_BASOLIA_DEVICES_EXCEPTION_DRIVERNOTFOUND
source: Driver {0} doesn't exist
ar: برنامج التشغيل {0} غير موجود.
de: Treiber {0} existiert nicht.
el: Το πρόγραμμα οδήγησης {0} δεν υπάρχει
es: El controlador {0} no existe.
fr: Le pilote {0} n'existe pas
ga: Níl an tiománaí {0} ann
hi: ड्राइवर {0} मौजूद नहीं है
id: Driver {0} tidak ada
it: Il driver {0} non esiste
ja: ドライバー {0} が存在しません
ko: 드라이버 {0}이(가) 없습니다.
ms: Pemandu {0} tidak wujud
nb: Driver {0} finnes ikke
nl: Stuurprogramma {0} bestaat niet.
pt: O driver {0} não existe
ro: Driverul {0} nu există
tr: Sürücü {0} mevcut değil
uk: Драйвер {0} не існує
vi: Trình điều khiển {0} không tồn tại
zh: 驅動程式 {0} 不存在

# BASSBOOM_BASOLIA_DEVICES_EXCEPTION_DEVICENOTFOUND
source: Device {0} doesn't exist
ar: الجهاز {0} غير موجود.
de: Gerät {0} existiert nicht.
el: Η συσκευή {0} δεν υπάρχει
es: El dispositivo {0} no existe.
fr: Le périphérique {0} n'existe pas
ga: Níl an gléas {0} ann
hi: डिवाइस {0} मौजूद नहीं है
id: Perangkat {0} tidak ada
it: Il dispositivo {0} non esiste
ja: デバイス {0} が存在しません
ko: 장치 {0}이(가) 없습니다.
ms: Peranti {0} tidak wujud
nb: Enhet {0} finnes ikke
nl: Apparaat {0} bestaat niet.
pt: O dispositivo {0} não existe
ro: Dispozitivul {0} nu există
tr: Aygıt {0} mevcut değil
uk: Пристрій {0} не існує
vi: Thiết bị {0} không tồn tại
zh: 設備 {0} 不存在

# BASSBOOM_BASOLIA_EXCEPTIONS_EXCEPTION_GENERALERROR
source: General Basolia error
ar: خطأ عام في Basolia.
de: Allgemeiner Basolia-Fehler
el: Γενικό σφάλμα Basolia
es: Error general de Basolia.
fr: Erreur Basolia générale
ga: Earráid ghinearálta Basolia
hi: सामान्य बासोलिया त्रुटि
id: Kesalahan Basolia umum
it: Errore generale di Basolia
ja: Basolia の一般的なエラー
ko: 일반 Basolia 오류
ms: Ralat Basolia Am
nb: Generell Basolia-feil
nl: Algemene fout van Basolia
pt: Erro geral do Basolia
ro: Eroare generală Basolia
tr: Genel Basolia hatası
uk: Загальна помилка Basolia
vi: Lỗi chung của Basolia
zh: Basolia 常規錯誤

# BASSBOOM_BASOLIA_EXCEPTIONS_EXCEPTION_MPG123ERROR
source: MPG123 returned the following error:
ar: أرجع MPG123 الخطأ التالي:
de: MPG123 hat folgenden Fehler zurückgegeben:
el: Το MPG123 επέστρεψε το ακόλουθο σφάλμα:
es: MPG123 devolvió el siguiente error:
fr: MPG123 a renvoyé l'erreur suivante :
ga: D'fhill MPG123 an earráid seo a leanas:
hi: MPG123 ने निम्न त्रुटि लौटाई:
id: MPG123 mengembalikan kesalahan berikut:
it: MPG123 ha restituito il seguente errore:
ja: MPG123 から次のエラーが返されました:
ko: MPG123에서 다음 오류를 반환했습니다.
ms: MPG123 mengembalikan ralat berikut:
nb: MPG123 returnerte følgende feil:
nl: MPG123 heeft de volgende fout geretourneerd:
pt: O MPG123 retornou o seguinte erro:
ro: MPG123 a returnat următoarea eroare:
tr: MPG123 aşağıdaki hatayı döndürdü:
uk: MPG123 повернув таку помилку:
vi: MPG123 trả về lỗi sau:
zh: MPG123 傳回下列錯誤：

# BASSBOOM_BASOLIA_EXCEPTIONS_EXCEPTION_GENERALOUTERROR
source: General Basolia output system error
ar: خطأ عام في نظام إخراج Basolia.
de: Allgemeiner Basolia-Ausgabesystemfehler
el: Γενικό σφάλμα συστήματος εξόδου Basolia
es: Error general del sistema de salida de Basolia.
fr: Erreur système de sortie Basolia générale
ga: Earráid chórais aschuir ghinearálta Basolia
hi: सामान्य बासोलिया आउटपुट सिस्टम त्रुटि
id: Kesalahan sistem keluaran Basolia umum
it: Errore generale del sistema di output di Basolia
ja: Basolia の出力システムの一般的なエラー
ko: 일반 Basolia 출력 시스템 오류
ms: Ralat sistem keluaran Basolia am
nb: Generell Basolia-utdatasystemfeil
nl: Algemene fout van het Basolia-uitvoersysteem.
pt: Erro geral do sistema de saída do Basolia
ro: Eroare generală de sistem de ieșire Basolia
tr: Genel Basolia çıktı sistemi hatası
uk: Загальна помилка системи виводу Basolia
vi: Lỗi hệ thống đầu ra chung của Basolia
zh: Basolia 常規輸出系統錯誤

# BASSBOOM_BASOLIA_EXCEPTIONS_EXCEPTION_OUT123ERROR
source: OUT123 returned the following error:
ar: أرجع OUT123 الخطأ التالي:
de: OUT123 hat folgenden Fehler zurückgegeben:
el: Το OUT123 επέστρεψε το ακόλουθο σφάλμα:
es: OUT123 devolvió el siguiente error:
fr: OUT123 a renvoyé l'erreur suivante :
ga: D'fhill OUT123 an earráid seo a leanas:
hi: OUT123 ने निम्न त्रुटि लौटाई:
id: OUT123 mengembalikan kesalahan berikut:
it: OUT123 ha restituito il seguente errore:
ja: OUT123 から次のエラーが返されました:
ko: OUT123에서 다음 오류를 반환했습니다.
ms: OUT123 mengembalikan ralat berikut:
nb: OUT123 returnerte følgende feil:
nl: OUT123 heeft de volgende fout geretourneerd:
pt: OUT123 retornou o seguinte erro:
ro: OUT123 a returnat următoarea eroare:
tr: OUT123 aşağıdaki hatayı döndürdü:
uk: OUT123 повернув таку помилку:
vi: OUT123 trả về lỗi sau:
zh: OUT123 傳回下列錯誤：

# BASSBOOM_BASOLIA_FILE_EXCEPTION_FILEALREADYOPEN
source: Can't open this file while the current file or a radio station is still open
ar: لا يمكن فتح هذا الملف بينما الملف الحالي أو محطة الراديو لا تزال مفتوحة.
de: Diese Datei kann nicht geöffnet werden, solange die aktuelle Datei oder ein Radiosender geöffnet ist.
el: Δεν είναι δυνατό το άνοιγμα αυτού του αρχείου ενώ το τρέχον αρχείο ή ένας ραδιοφωνικός σταθμός είναι ακόμα ανοιχτό
es: No se puede abrir este archivo mientras el archivo actual o una emisora ​​de radio estén abiertos.
fr: Impossible d'ouvrir ce fichier tant que le fichier actuel ou une station de radio est encore ouvert
ga: Ní féidir an comhad seo a oscailt agus an comhad reatha nó stáisiún raidió fós oscailte
hi: वर्तमान फ़ाइल या रेडियो स्टेशन अभी भी खुला होने पर यह फ़ाइल नहीं खोली जा सकती
id: Tidak dapat membuka berkas ini saat berkas saat ini atau stasiun radio masih terbuka
it: Impossibile aprire questo file mentre il file corrente o una stazione radio sono ancora aperti
ja: 現在のファイルまたはラジオ局が開いている間は、このファイルを開くことができません
ko: 현재 파일 또는 라디오 방송국이 열려 있는 동안 이 파일을 열 수 없습니다.
ms: Tidak dapat membuka fail ini semasa fail semasa atau stesen radio masih dibuka
nb: Kan ikke åpne denne filen mens gjeldende fil eller en radiostasjon fortsatt er åpen
nl: Kan dit bestand niet openen zolang het huidige bestand of een radiostation nog geopend is.
pt: Não é possível abrir este ficheiro enquanto o ficheiro atual ou uma estação de rádio ainda estiver aberto
ro: Nu se poate deschide acest fișier în timp ce fișierul curent sau un post de radio este încă deschis
tr: Geçerli dosya veya radyo istasyonu hala açıkken bu dosya açılamaz
uk: Неможливо відкрити цей файл, поки поточний файл або радіостанція все ще відкриті
vi: Không thể mở tệp này trong khi tệp hiện tại hoặc đài phát thanh vẫn mở
zh: 當前文件或電台仍處於開啟狀態時，無法開啟此文件

# BASSBOOM_BASOLIA_FILE_EXCEPTION_NEEDSMUSICFILEPATH
source: Provide a path to a music file
ar: توفير مسار لملف موسيقى.
de: Pfad zu einer Musikdatei angeben.
el: Παροχή διαδρομής προς ένα αρχείο μουσικής
es: Proporcione una ruta a un archivo de música.
fr: Fournir un chemin vers un fichier musical
ga: Cuir cosán ar fáil chuig comhad ceoil
hi: संगीत फ़ाइल के लिए पथ प्रदान करें
id: Berikan jalur ke berkas musik
it: Fornire un percorso a un file musicale
ja: 音楽ファイルへのパスを指定してください
ko: 음악 파일 경로를 제공하세요.
ms: Sediakan laluan ke fail muzik
nb: Oppgi en sti til en musikkfil
nl: Geef een pad op naar een muziekbestand.
pt: Forneça um caminho para um ficheiro de música
ro: Furnizați o cale către un fișier muzical
tr: Bir müzik dosyasına giden bir yol sağlayın
uk: Вкажіть шлях до музичного файлу
vi: Cung cấp đường dẫn đến tệp nhạc
zh: 請提供音樂檔案的路徑

# BASSBOOM_BASOLIA_FILE_EXCEPTION_MUSICFILENOTFOUND
source: Music file doesn't exist
ar: ملف الموسيقى غير موجود.
de: Musikdatei existiert nicht.
el: Το αρχείο μουσικής δεν υπάρχει
es: El archivo de música no existe.
fr: Le fichier musical n'existe pas
ga: Níl an comhad ceoil ann
hi: संगीत फ़ाइल मौजूद नहीं है
id: Berkas musik tidak ada
it: Il file musicale non esiste
ja: 音楽ファイルが存在しません
ko: 음악 파일이 없습니다.
ms: Fail muzik tidak wujud
nb: Musikkfilen finnes ikke
nl: Muziekbestand bestaat niet.
pt: O ficheiro de música não existe
ro: Fișierul muzical nu există
tr: Müzik dosyası mevcut değil
uk: Музичний файл не існує
vi: Tệp nhạc không tồn tại
zh: 音樂檔案不存在

# BASSBOOM_BASOLIA_FILE_EXCEPTION_MUSICFILEOPENFAILED
source: Can't open file
ar: لا يمكن فتح الملف.
de: Datei kann nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα αρχείου
es: No se puede abrir el archivo.
fr: Impossible d'ouvrir le fichier
ga: Ní féidir comhad a oscailt
hi: फ़ाइल नहीं खोली जा सकती
id: Tidak dapat membuka berkas
it: Impossibile aprire il file
ja: ファイルを開くことができません
ko: 파일을 열 수 없습니다.
ms: Tidak dapat membuka fail
nb: Kan ikke åpne filen
nl: Kan bestand niet openen.
pt: Não é possível abrir o ficheiro
ro: Nu se poate deschide fișierul
tr: Dosya açılamıyor
uk: Неможливо відкрити файл
vi: Không thể mở tệp
zh: 無法開啟文件

# BASSBOOM_BASOLIA_FILE_EXCEPTION_URLALREADYOPEN
source: Can't open this URL while the current file or a radio station is still open
ar: لا يمكن فتح هذا الرابط بينما الملف الحالي أو محطة الراديو لا تزال مفتوحة.
de: Diese URL kann nicht geöffnet werden, solange die aktuelle Datei oder ein Radiosender geöffnet ist.
el: Δεν είναι δυνατό το άνοιγμα αυτής της διεύθυνσης URL ενώ το τρέχον αρχείο ή ένας ραδιοφωνικός σταθμός είναι ακόμα ανοιχτό
es: No se puede abrir esta URL mientras el archivo actual o una emisora ​​de radio estén abiertos.
fr: Impossible d'ouvrir cette URL tant que le fichier actuel ou une station de radio est encore ouvert
ga: Ní féidir an URL seo a oscailt agus an comhad reatha nó stáisiún raidió fós oscailte
hi: वर्तमान फ़ाइल या रेडियो स्टेशन अभी भी खुला होने पर यह URL नहीं खोली जा सकती
id: Tidak dapat membuka URL ini saat berkas saat ini atau stasiun radio masih terbuka
it: Impossibile aprire questo URL mentre il file corrente o una stazione radio sono ancora aperti
ja: 現在のファイルまたはラジオ局が開いている間は、この URL を開くことができません
ko: 현재 파일 또는 라디오 방송국이 열려 있는 동안 이 URL을 열 수 없습니다.
ms: Tidak dapat membuka URL ini semasa fail semasa atau stesen radio masih dibuka
nb: Kan ikke åpne denne URL-en mens gjeldende fil eller en radiostasjon fortsatt er åpen
nl: Kan deze URL niet openen zolang het huidige bestand of een radiostation nog geopend is.
pt: Não é possível abrir este URL enquanto o ficheiro atual ou uma estação de rádio ainda estiver aberto
ro: Nu se poate deschide această adresă URL în timp ce fișierul curent sau un post de radio este încă deschis
tr: Geçerli dosya veya radyo istasyonu hala açıkken bu URL açılamaz
uk: Неможливо відкрити цю URL-адресу, поки поточний файл або радіостанція все ще відкриті
vi: Không thể mở URL này trong khi tệp hiện tại hoặc đài phát thanh vẫn mở
zh: 當目前文件或電台仍處於開啟狀態時，無法開啟此 URL

# BASSBOOM_BASOLIA_FILE_EXCEPTION_NEEDSMUSICURL
source: Provide a path to a music file or a radio station
ar: توفير مسار لملف موسيقى أو محطة راديو.
de: Pfad zu einer Musikdatei oder einem Radiosender angeben.
el: Παροχή διαδρομής προς ένα αρχείο μουσικής ή έναν ραδιοφωνικό σταθμό
es: Proporcione una ruta a un archivo de música o una emisora ​​de radio.
fr: Fournir un chemin vers un fichier musical ou une station de radio
ga: Cuir cosán ar fáil chuig comhad ceoil nó stáisiún raidió
hi: संगीत फ़ाइल या रेडियो स्टेशन के लिए पथ प्रदान करें
id: Berikan jalur ke berkas musik atau stasiun radio
it: Fornire un percorso a un file musicale o a una stazione radio
ja: 音楽ファイルまたはラジオ局へのパスを指定してください
ko: 음악 파일 또는 라디오 방송국 경로를 제공하세요.
ms: Sediakan laluan ke fail muzik atau stesen radio
nb: Oppgi en sti til en musikkfil eller en radiostasjon
nl: Geef een pad op naar een muziekbestand of een radiostation.
pt: Forneça um caminho para um ficheiro de música ou para uma estação de rádio
ro: Furnizați o cale către un fișier muzical sau un post de radio
tr: Bir müzik dosyasına giden bir yol sağlayın
uk: Вкажіть шлях до музичного файлу або радіостанції
vi: Cung cấp đường dẫn đến tệp nhạc hoặc đài phát thanh
zh: 請提供音樂檔案或電台的路徑

# BASSBOOM_BASOLIA_FILE_EXCEPTION_NORADIOSTATION
source: This radio station doesn't exist. Error code:
ar: محطة الراديو هذه غير موجودة. رمز الخطأ:
de: Dieser Radiosender existiert nicht. Fehlercode:
el: Αυτός ο ραδιοφωνικός σταθμός δεν υπάρχει. Κωδικός σφάλματος:
es: Esta emisora ​​de radio no existe. Código de error:
fr: Cette station de radio n'existe pas. Code d'erreur :
ga: Níl an stáisiún raidió seo ann. Cód earráide:
hi: यह रेडियो स्टेशन मौजूद नहीं है। त्रुटि कोड:
id: Stasiun radio ini tidak ada. Kode kesalahan:
it: Questa stazione radio non esiste. Codice di errore:
ja: このラジオ局は存在しません。エラーコード:
ko: 이 라디오 방송국은 존재하지 않습니다. 오류 코드:
ms: Stesen radio ini tidak wujud. Kod ralat:
nb: Denne radiostasjonen finnes ikke. Feilkode:
nl: Dit radiostation bestaat niet. Foutcode:
pt: Esta estação de rádio não existe. Código de erro:
ro: Acest post de radio nu există. Cod de eroare:
tr: Bu radyo istasyonu mevcut değil. Hata kodu:
uk: Ця радіостанція не існує. Код помилки:
vi: Đài phát thanh này không tồn tại. Mã lỗi:
zh: 此電台不存在。錯誤代碼：

# BASSBOOM_BASOLIA_FILE_EXCEPTION_NOTARADIOSTATION
source: This doesn't look like a radio station. Are you sure?
ar: هذا لا يبدو كمحطة راديو. هل أنت متأكد؟
de: Das sieht nicht wie ein Radiosender aus. Sind Sie sicher?
el: Αυτό δεν μοιάζει με ραδιοφωνικό σταθμό. Είστε σίγουροι;
es: Esto no parece una emisora ​​de radio. ¿Estás seguro?
fr: Cela ne ressemble pas à une station de radio. Êtes-vous sûr ?
ga: Ní cosúil le stáisiún raidió é seo. An bhfuil tú cinnte?
hi: यह रेडियो स्टेशन जैसा नहीं दिखता। क्या आप निश्चित हैं?
id: Ini tidak tampak seperti stasiun radio. Anda yakin?
it: Questa non sembra una stazione radio. Sei sicuro?
ja: これはラジオ局ではないようです。よろしいですか?
ko: 라디오 방송국이 아닌 것 같습니다. 정말입니까?
ms: Ini tidak kelihatan seperti stesen radio. Adakah anda pasti?
nb: Dette ser ikke ut som en radiostasjon. Er du sikker?
nl: Dit lijkt niet op een radiostation. Weet u het zeker?
pt: Isto não parece uma estação de rádio. Tem a certeza?
ro: Nu pare a fi un post de radio. Sunteți sigur?
tr: Bu bir radyo istasyonuna benzemiyor. Emin misiniz?
uk: Це не схоже на радіостанцію. Ви впевнені?
vi: Trông không giống đài phát thanh. Bạn có chắc không?
zh: 這看起來不像是電台。您確定嗎？

# BASSBOOM_BASOLIA_FILE_EXCEPTION_NOTMPEGRADIOSTATION
source: This doesn't look like an MP3 radio station. You have a(n) {0} type. Are you sure?
ar: هذا لا يبدو كمحطة راديو MP3. لديك نوع {0}. هل أنت متأكد؟
de: Das sieht nicht wie ein MP3-Radiosender aus. Sie haben einen {0}-Typ. Sind Sie sicher?
el: Αυτό δεν μοιάζει με ραδιοφωνικό σταθμό MP3. Έχετε έναν τύπο {0}. Είστε σίγουροι;
es: Esto no parece una emisora ​​de radio MP3. Tienes un tipo {0}. ¿Estás seguro?
fr: Cela ne ressemble pas à une station de radio MP3. Vous avez un type {0}. Êtes-vous sûr ?
ga: Ní cosúil le stáisiún raidió MP3 é seo. Tá cineál {0} agat. An bhfuil tú cinnte?
hi: यह MP3 रेडियो स्टेशन जैसा नहीं दिखता। आपके पास {0} प्रकार है। क्या आप निश्चित हैं?
id: Ini tidak tampak seperti stasiun radio MP3. Anda memiliki tipe {0}. Anda yakin?
it: Questa non sembra una stazione radio MP3. Hai un tipo {0}. Sei sicuro?
ja: これは MP3 ラジオ局ではないようです。{0} タイプです。よろしいですか?
ko: MP3 라디오 방송국이 아닌 것 같습니다. {0} 유형이 있습니다. 정말입니까?
ms: Ini tidak kelihatan seperti stesen radio MP3. Anda mempunyai jenis(n) {0}. Adakah anda pasti?
nb: Dette ser ikke ut som en MP3-radiostasjon. Du har en {0}-type. Er du sikker?
nl: Dit lijkt niet op een MP3-radiostation. U hebt een {0}-type. Weet u het zeker?
pt: Isto não parece uma estação de rádio MP3. Tem um tipo {0}. Tem a certeza?
ro: Nu pare a fi un post de radio MP3. Aveți un tip {0}. Sunteți sigur?
tr: Bu bir MP3 radyo istasyonuna benzemiyor. {0} türündesiniz. Emin misiniz?
uk: Це не схоже на радіостанцію MP3. У вас тип (n) {0}. Ви впевнені?
vi: Trông không giống đài phát thanh MP3. Bạn có loại (n) {0}. Bạn có chắc không?
zh: 這看起來不像是一個 MP3 電台。您有一個 {0} 類型。您確定嗎？
