Repository: Aptivi/BassBoom
Catalog: public/BassBoom.Basolia/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FRAMEINFOONPLAYBACK
source: Trying to get the frame information during playback causes playback corruption! Don't call this function during playback.
ar: محاولة الحصول على معلومات الإطار أثناء التشغيل تُسبب تلفًا في التشغيل! لا تستدعي هذه الوظيفة أثناء التشغيل.
de: Der Versuch, die Frame-Informationen während der Wiedergabe abzurufen, führt zu Wiedergabefehlern! Diese Funktion darf während der Wiedergabe nicht aufgerufen werden.
el: Η προσπάθεια λήψης των πληροφοριών καρέ κατά την αναπαραγωγή προκαλεί καταστροφή αναπαραγωγής! Μην καλείτε αυτήν τη συνάρτηση κατά την αναπαραγωγή.
es: Intentar obtener la información de fotogramas durante la reproducción causa corrupción. No ejecute esta función durante la reproducción.
fr: Tenter d'obtenir les informations d'image pendant la lecture peut altérer la lecture ! N'appelez pas cette fonction pendant la lecture.
ga: Má dhéantar iarracht an fhaisnéis fráma a fháil le linn athsheinm, bíonn truailliú athsheinm ann! Ná glaoigh ar an bhfeidhm seo le linn athsheinm.
hi: प्लेबैक के दौरान फ़्रेम जानकारी प्राप्त करने का प्रयास करने से प्लेबैक दूषित हो जाता है! प्लेबैक के दौरान इस फ़ंक्शन को कॉल न करें.
id: Mencoba memperoleh informasi bingkai selama pemutaran menyebabkan kerusakan pemutaran! Jangan panggil fungsi ini selama pemutaran.
it: Il tentativo di ottenere informazioni sui frame durante la riproduzione causa un danneggiamento della riproduzione! Non chiamare questa funzione durante la riproduzione.
ja: 再生中にフレーム情報を取得しようとすると、再生が破損します。再生中にこの関数を呼び出さないでください。
ko: 재생 중에 프레임 정보를 가져오려고 하면 재생이 손상됩니다! 재생 중에 이 함수를 호출하지 마세요.
ms: Cuba untuk mendapatkan maklumat bingkai semasa main semula menyebabkan main balik rasuah! Jangan panggil fungsi ini semasa main balik.
nb: Forsøk på å hente rammeinformasjonen under avspilling forårsaker avspillingsfeil! Ikke kall denne funksjonen under avspilling.
nl: Proberen de frame-informatie op te halen tijdens het afspelen, leidt tot afspeelfouten! Roep deze functie niet aan tijdens het afspelen.
pt: Tentar obter as informações de fotogramas durante a reprodução causa corrupção na reprodução! Não chame esta função durante a reprodução.
ro: Încercarea de a obține informații despre cadre în timpul redării duce la coruperea redării! Nu apelați această funcție în timpul redării.
tr: Oynatma sırasında çerçeve bilgisi almaya çalışmak oynatma bozulmasına neden oluyor! Oynatma sırasında bu işlevi çağırmayın.
uk: Спроба отримати інформацію про кадр під час відтворення призводить до пошкодження відтворення! Не викликайте цю функцію під час відтворення.
vi: Cố gắng lấy thông tin khung trong khi phát lại khiến phát lại bị hỏng! Không gọi hàm này trong khi phát lại.
zh: 在播放過程中嘗試獲取幀資訊會導致播放崩潰！請勿在播放過程中呼叫此函數。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FRAMEINFOGETFAILED
source: Can't get frame information
ar: لا يمكن الحصول على معلومات الإطار
de: Frame-Informationen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών καρέ
es: No se puede obtener información de fotogramas.
fr: Impossible d'obtenir les informations d'image
ga: Ní féidir faisnéis fráma a fháil
hi: फ़्रेम जानकारी नहीं मिल सकती
id: Tidak dapat memperoleh informasi bingkai
it: Impossibile ottenere informazioni sui frame
ja: フレーム情報を取得できません
ko: 프레임 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat bingkai
nb: Kan ikke hente rammeinformasjon
nl: Kan geen frame-informatie ophalen
pt: Não é possível obter informações de quadros
ro: Nu se pot obține informații despre cadre
tr: Çerçeve bilgisi alınamıyor
uk: Не вдається отримати інформацію про кадр
vi: Không thể lấy thông tin khung
zh: 無法取得幀信息

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FILENOTOPEN_DECODE
source: Can't decode the frame of a file that's not open
ar: لا يمكن فك تشفير إطار ملف غير مفتوح
de: Der Frame einer nicht geöffneten Datei kann nicht dekodiert werden
el: Δεν είναι δυνατή η αποκωδικοποίηση του καρέ ενός αρχείου που δεν είναι ανοιχτό
es: No se puede decodificar el fotograma de un archivo que no está abierto.
fr: Impossible de décoder l'image d'un fichier qui n'est pas ouvert
ga: Ní féidir fráma comhaid nach bhfuil oscailte a dhíchódú
hi: फ़ाइल के फ़्रेम को डिकोड नहीं किया जा सकता जो खुला नहीं है
id: Tidak dapat mendekode bingkai berkas yang tidak terbuka
it: Impossibile decodificare il frame di un file non aperto
ja: 開いていないファイルのフレームをデコードできません
ko: 열려 있지 않은 파일의 프레임을 디코딩할 수 없습니다.
ms: Tidak dapat menyahkod bingkai fail yang tidak dibuka
nb: Kan ikke dekode rammen til en fil som ikke er åpen
nl: Kan het frame van een niet-geopend bestand niet decoderen
pt: Não é possível descodificar o quadro de um ficheiro que não está aberto
ro: Nu se poate decodifica cadrul unui fișier care nu este deschis
tr: Açık olmayan bir dosyanın çerçevesi çözülemiyor
uk: Не вдається декодувати кадр файлу, який не відкритий
vi: Không thể giải mã khung của tệp không mở
zh: 無法解碼未開啟檔案的幀

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_DECODEFAILED
source: Can't decode frame
ar: لا يمكن فك تشفير الإطار
de: Frame kann nicht dekodiert werden
el: Δεν είναι δυνατή η αποκωδικοποίηση καρέ
es: No se puede decodificar el fotograma.
fr: Impossible de décoder l'image
ga: Ní féidir an fráma a dhíchódú
hi: फ़्रेम को डिकोड नहीं किया जा सकता
id: Tidak dapat mendekode bingkai
it: Impossibile decodificare il frame
ja: フレームをデコードできません
ko: 프레임을 디코딩할 수 없습니다.
ms: Tidak boleh menyahkod bingkai
nb: Kan ikke dekode rammen
nl: Kan frame niet decoderen
pt: Não é possível descodificar o quadro
ro: Nu se poate decodifica cadrul
tr: Çerçeve çözülemiyor
uk: Не вдається декодувати кадр
vi: Không thể giải mã khung
zh: 無法解碼幀

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_DECODERNOTFOUND
source: Decoder {0} not found
ar: لم يتم العثور على وحدة فك التشفير {0}
de: Decoder {0} nicht gefunden
el: Δεν βρέθηκε ο αποκωδικοποιητής {0}
es: No se encuentra el decodificador {0}.
fr: Décodeur {0} introuvable
ga: Ní bhfuarthas an díchódóir {0}
hi: डिकोडर {0} नहीं मिला
id: Dekoder {0} tidak ditemukan
it: Decoder {0} non trovato
ja: デコーダー {0} が見つかりません
ko: 디코더 {0}을(를) 찾을 수 없습니다.
ms: Penyahkod {0} tidak ditemui
nb: Dekoder {0} ble ikke funnet
nl: Decoder {0} niet gevonden
pt: Descodificador {0} não encontrado
ro: Decodorul {0} nu a fost găsit
tr: Kod çözücü {0} bulunamadı
uk: Декодер {0} не знайдено
vi: Không tìm thấy bộ giải mã {0}
zh: 未找到解碼器 {0}

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_DECODERUNSUPPORTED
source: Decoder {0} not supported by your device
ar: وحدة فك التشفير {0} غير مدعومة من جهازك
de: Decoder {0} wird von Ihrem Gerät nicht unterstützt
el: Ο αποκωδικοποιητής {0} δεν υποστηρίζεται από τη συσκευή σας
es: El decodificador {0} no es compatible con su dispositivo.
fr: Décodeur {0} non pris en charge par votre appareil
ga: Ní thacaíonn do ghléas leis an díchódóir {0}
hi: डिकोडर {0} आपके डिवाइस द्वारा समर्थित नहीं है
id: Dekoder {0} tidak didukung oleh perangkat Anda
it: Decoder {0} non supportato dal dispositivo
ja: デコーダー {0} はデバイスでサポートされていません
ko: 디코더 {0}이(가) 장치에서 지원되지 않습니다.
ms: Penyahkod {0} tidak disokong oleh peranti anda
nb: Dekoder {0} støttes ikke av enheten din
nl: Decoder {0} wordt niet ondersteund door uw apparaat
pt: Descodificador {0} não suportado pelo seu dispositivo
ro: Decodorul {0} nu este acceptat de dispozitivul dvs.
tr: Kod çözücü {0} cihazınız tarafından desteklenmiyor
uk: Декодер {0} не підтримується вашим пристроєм
vi: Bộ giải mã {0} không được thiết bị của bạn hỗ trợ
zh: 您的裝置不支援解碼器 {0}

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_DECODERSETFAILED
source: Can't set decoder to {0}
ar: لا يمكن ضبط وحدة فك التشفير على {0}
de: Decoder kann nicht auf {0} eingestellt werden
el: Δεν είναι δυνατός ο ορισμός του αποκωδικοποιητή σε {0}
es: No se puede configurar el decodificador en {0}.
fr: Impossible de définir le décodeur sur {0}
ga: Ní féidir an díchódóir a shocrú go {0}
hi: डिकोडर को {0} पर सेट नहीं किया जा सकता
id: Tidak dapat menyetel dekoder ke {0}
it: Impossibile impostare il decoder su {0}
ja: デコーダーを {0} に設定できません
ko: 디코더를 {0}(으)로 설정할 수 없습니다.
ms: Tidak dapat menetapkan penyahkod kepada {0}
nb: Kan ikke sette dekoderen til {0}
nl: Kan decoder niet instellen op {0}
pt: Não é possível definir o descodificador para {0}
ro: Nu se poate seta decodorul la {0}
tr: Kod çözücü {0} olarak ayarlanamıyor
uk: Не вдається встановити декодер на {0}
vi: Không thể đặt bộ giải mã thành {0}
zh: 無法將解碼器設定為 {0}

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FILEFORMATFAILED
source: Can't determine the format of the file
ar: لا يمكن تحديد تنسيق الملف
de: Das Dateiformat kann nicht ermittelt werden
el: Δεν είναι δυνατός ο προσδιορισμός της μορφής του αρχείου
es: No se puede determinar el formato del archivo.
fr: Impossible de déterminer le format du fichier
ga: Ní féidir formáid an chomhaid a chinneadh
hi: फ़ाइल का फ़ॉर्मेट निर्धारित नहीं किया जा सकता
id: Tidak dapat menentukan format berkas
it: Impossibile determinare il formato del file
ja: ファイルの形式を判別できません
ko: 파일 형식을 확인할 수 없습니다.
ms: Tidak dapat menentukan format fail
nb: Kan ikke bestemme formatet til filen
nl: Kan het formaat van het bestand niet bepalen
pt: Não é possível determinar o formato do ficheiro
ro: Nu se poate determina formatul fișierului
tr: Dosyanın biçimi belirlenemiyor
uk: Не вдається визначити формат файлу
vi: Không thể xác định định dạng của tệp
zh: 無法確定文件格式

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_ENCODINGNOTFOUND
source: Encoding {0} not found.
ar: الترميز {0} غير موجود.
de: Kodierung {0} nicht gefunden.
el: Δεν βρέθηκε η κωδικοποίηση {0}.
es: No se encuentra la codificación {0}.
fr: Encodage {0} introuvable.
ga: Ní bhfuarthas an ionchódú {0}.
hi: एन्कोडिंग {0} नहीं मिली.
id: Pengodean {0} tidak ditemukan.
it: Codifica {0} non trovata.
ja: エンコーディング {0} が見つかりません
ko: 인코딩 {0}을(를) 찾을 수 없습니다.
ms: Pengekodan {0} tidak ditemui.
nb: Koding {0} ble ikke funnet.
nl: Codering {0} niet gevonden.
pt: Codificação {0} não encontrada.
ro: Codarea {0} nu a fost găsită.
tr: Kodlama {0} bulunamadı.
uk: Кодування {0} не знайдено.
vi: Không tìm thấy mã hóa {0}.
zh: 未找到編碼 {0}。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FORMATINFOGETFAILED
source: Can't get format information
ar: لا يمكن الحصول على معلومات التنسيق
de: Formatinformationen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών μορφής
es: No se puede obtener información de formato.
fr: Impossible d'obtenir les informations de format
ga: Ní féidir faisnéis formáide a fháil
hi: फ़ॉर्मेट जानकारी नहीं मिल सकती
id: Tidak dapat memperoleh informasi format
it: Impossibile ottenere informazioni sul formato
ja: 形式情報を取得できません
ko: 형식 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat format
nb: Kan ikke hente formatinformasjon
nl: Kan formaatinformatie niet ophalen
pt: Não é possível obter informação de formato
ro: Nu se pot obține informații despre format
tr: Biçim bilgisi alınamıyor
uk: Не вдається отримати інформацію про формат
vi: Không thể lấy thông tin định dạng
zh: 無法取得格式訊息

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_OUTPUTENCODINGGETFAILED
source: Can't reset output encoding
ar: لا يمكن إعادة تعيين ترميز الإخراج
de: Ausgabekodierung kann nicht zurückgesetzt werden
el: Δεν είναι δυνατή η επαναφορά της κωδικοποίησης εξόδου
es: No se puede restablecer la codificación de salida.
fr: Impossible de réinitialiser l'encodage de sortie
ga: Ní féidir an ionchódú aschuir a athshocrú
hi: आउटपुट एन्कोडिंग को रीसेट नहीं किया जा सकता
id: Tidak dapat menyetel ulang pengodean keluaran
it: Impossibile reimpostare la codifica di output
ja: 出力エンコーディングをリセットできません
ko: 출력 인코딩을 재설정할 수 없습니다.
ms: Tidak dapat menetapkan semula pengekodan output
nb: Kan ikke tilbakestille utdatakoding
nl: Kan uitvoercodering niet resetten
pt: Não é possível repor a codificação de saída
ro: Nu se poate reseta codificarea de ieșire
tr: Çıkış kodlaması sıfırlanamıyor
uk: Не вдається скинути вихідне кодування
vi: Không thể đặt lại mã hóa đầu ra
zh: 無法重設輸出編碼

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_OUTPUTFORMATSETFAILED
source: Can't set output format
ar: لا يمكن ضبط تنسيق الإخراج
de: Ausgabeformat kann nicht eingestellt werden
el: Δεν είναι δυνατός ο ορισμός της μορφής εξόδου
es: No se puede configurar el formato de salida.
fr: Impossible de définir le format de sortie
ga: Ní féidir formáid aschuir a shocrú
hi: आउटपुट फ़ॉर्मेट सेट नहीं किया जा सकता
id: Tidak dapat menyetel format keluaran
it: Impossibile impostare il formato di output
ja: 出力形式を設定できません
ko: 출력 형식을 설정할 수 없습니다.
ms: Tidak dapat menetapkan format output
nb: Kan ikke angi utdataformat
nl: Kan uitvoerformaat niet instellen
pt: Não é possível definir o formato de saída
ro: Nu se poate seta formatul de ieșire
tr: Çıkış biçimi ayarlanamıyor
uk: Не вдається встановити вихідний формат
vi: Không thể đặt định dạng đầu ra
zh: 無法設定輸出格式

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_OUTPUTENCODINGSETFAILED
source: Can't set output encoding to:
ar: لا يمكن ضبط ترميز الإخراج على:
de: Ausgabekodierung kann nicht auf Folgendes eingestellt werden:
el: Δεν είναι δυνατός ο ορισμός της κωδικοποίησης εξόδου σε:
es: No se puede configurar la codificación de salida en:
fr: Impossible de définir l'encodage de sortie sur :
ga: Ní féidir an ionchódú aschuir a shocrú go:
hi: आउटपुट एन्कोडिंग को इस पर सेट नहीं किया जा सकता:
id: Tidak dapat menyetel pengodean keluaran ke:
it: Impossibile impostare la codifica di output su:
ja: 出力エンコーディングを次の形式に設定できません:
ko: 출력 인코딩을 다음으로 설정할 수 없습니다.
ms: Tidak dapat menetapkan pengekodan output kepada:
nb: Kan ikke angi utdatakoding til:
nl: Kan uitvoercodering niet instellen op:
pt: Não é possível definir a codificação de saída como:
ro: Nu se poate seta codificarea de ieșire la:
tr: Çıkış kodlaması şu şekilde ayarlanamıyor:
uk: Не вдається встановити вихідне кодування на:
vi: Không thể đặt mã hóa đầu ra thành:
zh: 無法將輸出編碼設定為：

# BASSBOOM_BASOLIA_INDEPENDENT_EXCEPTION_ROOTLIBPATHNEEDED
source: Provide a root library path.
ar: توفير مسار مكتبة الجذر.
de: Geben Sie einen Stammbibliothekspfad an.
el: Παροχή διαδρομής ριζικής βιβλιοθήκης.
es: Proporcione una ruta de la biblioteca raíz.
fr: Fournir un chemin d'accès à la bibliothèque racine.
ga: Cuir cosán fréimhe leabharlainne ar fáil.
hi: रूट लाइब्रेरी पथ प्रदान करें.
id: Menyediakan jalur pustaka akar.
it: Fornire un percorso della libreria principale.
ja: ルートライブラリパスを指定してください
ko: 루트 라이브러리 경로를 제공하세요.
ms: Sediakan laluan perpustakaan akar.
nb: Oppgi en rotbiblioteksti.
nl: Geef een pad naar de hoofdbibliotheek op.
pt: Forneça um caminho de biblioteca raiz.
ro: Furnizați o cale către biblioteca rădăcină.
tr: Kök kitaplık yolu sağlayın.
uk: Вказати шлях до кореневої бібліотеки.
vi: Cung cấp đường dẫn thư viện gốc.
zh: 請提供根庫路徑。

# BASSBOOM_BASOLIA_LYRICS_EXCEPTION_LYRICSNOTFOUND
source: Lyric doesn't exist
ar: كلمات الأغاني غير موجودة
de: Liedtext existiert nicht
el: Ο στίχος δεν υπάρχει
es: La letra no existe.
fr: Paroles inexistantes
ga: Níl an liric ann
hi: गीत मौजूद नहीं है
id: Lirik tidak ada
it: Il testo non esiste
ja: 歌詞が存在しません
ko: 가사가 없습니다.
ms: Lirik tidak wujud
nb: Sangteksten finnes ikke
nl: Songtekst bestaat niet
pt: A letra não existe
ro: Versurile nu există
tr: Şarkı sözü mevcut değil
uk: Текст пісні не існує
vi: Lời bài hát không tồn tại
zh: 歌詞不存在

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_PLAYLISTFILENOTFOUND
source: Playlist file {0} doesn't exist
ar: ملف قائمة التشغيل {0} غير موجود
de: Playlist-Datei {0} existiert nicht
el: Το αρχείο λίστας αναπαραγωγής {0} δεν υπάρχει
es: El archivo de lista de reproducción {0} no existe.
fr: Fichier de playlist {0} inexistant
ga: Níl an comhad seinmliosta {0} ann
hi: प्लेलिस्ट फ़ाइल {0} मौजूद नहीं है
id: Berkas daftar putar {0} tidak ada
it: Il file della playlist {0} non esiste
ja: プレイリストファイル {0} が存在しません
ko: 재생목록 파일 {0}이(가) 없습니다.
ms: Fail senarai main {0} tidak wujud
nb: Spillelistefilen {0} finnes ikke
nl: Afspeellijstbestand {0} bestaat niet
pt: O ficheiro da lista de reprodução {0} não existe
ro: Fișierul listei de redare {0} nu există
tr: Çalma listesi dosyası {0} mevcut değil
uk: Файл списку відтворення {0} не існує
vi: Tệp danh sách phát {0} không tồn tại
zh: 播放清單檔案 {0} 不存在

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_PLAYLISTFILEEXTINVALID
source: Invalid playlist file extension {0}
ar: امتداد ملف قائمة التشغيل غير صالح {0}
de: Ungültige Playlist-Dateierweiterung {0}
el: Μη έγκυρη επέκταση αρχείου λίστας αναπαραγωγής {0}
es: La extensión de archivo de lista de reproducción {0} no es válida.
fr: Extension de fichier de playlist non valide {0}
ga: Síneadh comhaid seinmliosta neamhbhailí {0}
hi: अमान्य प्लेलिस्ट फ़ाइल एक्सटेंशन {0}
id: Ekstensi berkas daftar putar tidak valid {0}
it: Estensione file playlist {0} non valida
ja: プレイリストファイル拡張子 {0} が無効です
ko: 잘못된 재생목록 파일 확장자 {0}입니다.
ms: Sambungan fail senarai main tidak sah {0}
nb: Ugyldig spillelistefiltype {0}
nl: Ongeldige extensie voor afspeellijstbestand {0}
pt: Extensão de ficheiro da lista de reprodução inválida {0}
ro: Extensie de fișier pentru lista de redare nevalidă {0}
tr: Geçersiz çalma listesi dosya uzantısı {0}
uk: Недійсне розширення файлу списку відтворення {0}
vi: Phần mở rộng tệp danh sách phát không hợp lệ {0}
zh: 播放清單檔案副檔名 {0} 無效

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_PLAYLISTFILEEMPTY
source: Playlist representation is not provided.
ar: لم يتم توفير تمثيل قائمة التشغيل.
de: Playlist-Darstellung wird nicht bereitgestellt.
el: Δεν παρέχεται αναπαράσταση λίστας αναπαραγωγής.
es: No se proporciona la representación de la lista de reproducción.
fr: Représentation de la playlist non fournie.
ga: Ní chuirtear ionadaíocht seinmliosta ar fáil.
hi: प्लेलिस्ट प्रतिनिधित्व प्रदान नहीं किया गया है.
id: Representasi daftar putar tidak disediakan.
it: La rappresentazione della playlist non è fornita.
ja: プレイリスト表現が指定されていません
ko: 재생목록 표현이 제공되지 않았습니다.
ms: Perwakilan senarai main tidak disediakan.
nb: Spillelisterepresentasjon er ikke oppgitt.
nl: Afspeellijstweergave is niet beschikbaar.
pt: A representação da playlist não foi fornecida.
ro: Reprezentarea listei de redare nu este furnizată.
tr: Çalma listesi gösterimi sağlanmadı.
uk: Представлення списку відтворення не надано.
vi: Không cung cấp biểu diễn danh sách phát.
zh: 未提供播放清單表示。

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_NOTEXTHEADER
source: This is not an extended header:
ar: هذا ليس عنوانًا ممتدًا:
de: Dies ist kein erweiterter Header:
el: Αυτή δεν είναι εκτεταμένη κεφαλίδα:
es: Este no es un encabezado extendido:
fr: Ceci n'est pas un en-tête étendu :
ga: Ní ceanntásc sínte é seo:
hi: यह एक विस्तारित हेडर नहीं है:
id: Ini bukan header yang diperluas:
it: Questa non è un'intestazione estesa:
ja: これは拡張ヘッダーではありません:
ko: 이것은 확장 헤더가 아닙니다.
ms: Ini bukan pengepala lanjutan:
nb: Dette er ikke en utvidet header:
nl: Dit is geen uitgebreide header:
pt: Este não é um cabeçalho alargado:
ro: Acesta nu este un antet extins:
tr: Bu genişletilmiş bir başlık değil:
uk: Це не розширений заголовок:
vi: Đây không phải là tiêu đề mở rộng:
zh: 這不是擴充標頭：

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_EXTINFNEEDSARGS
source: EXTINF requires exactly two arguments, and there is no argument indicator.
ar: يتطلب EXTINF وسيطتين فقط، ولا يوجد مؤشر وسيطة.
de: EXTINF benötigt genau zwei Argumente, und es gibt keinen Argumentindikator.
el: Το EXTINF απαιτεί ακριβώς δύο ορίσματα και δεν υπάρχει ένδειξη ορίσματος.
es: EXTINF requiere exactamente dos argumentos y no hay indicador de argumento.
fr: EXTINF nécessite exactement deux arguments, et il n'y a pas d'indicateur d'argument.
ga: Éilíonn EXTINF dhá argóint go díreach, agus níl aon táscaire argóinte ann.
hi: EXTINF के लिए ठीक दो तर्कों की आवश्यकता होती है, और कोई तर्क सूचक नहीं है।
id: EXTINF memerlukan tepat dua argumen, dan tidak ada indikator argumen.
it: EXTINF richiede esattamente due argomenti e non è presente alcun indicatore di argomento.
ja: EXTINF には 2 つの引数が必要ですが、引数インジケータがありません。
ko: EXTINF에는 정확히 두 개의 인수가 필요하며 인수 표시기가 없습니다.
ms: EXTINF memerlukan tepat dua argumen, dan tiada penunjuk hujah.
nb: EXTINF krever nøyaktig to argumenter, og det er ingen argumentindikator.
nl: EXTINF vereist precies twee argumenten en er is geen argumentindicator.
pt: O EXTINF requer exatamente dois argumentos e não existe um indicador de argumento.
ro: EXTINF necesită exact două argumente și nu există niciun indicator de argument.
tr: EXTINF tam olarak iki argüman gerektirir ve argüman göstergesi yoktur.
uk: EXTINF вимагає рівно два аргументи, і немає індикатора аргументів.
vi: EXTINF yêu cầu chính xác hai đối số và không có chỉ báo đối số.
zh: EXTINF 需要兩個參數，但沒有參數指示符。

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_MUSICFILENOTFOUND
source: Music file {0} not found or not an MPEG file
ar: لم يتم العثور على ملف الموسيقى {0} أو أنه ليس ملف MPEG.
de: Musikdatei {0} nicht gefunden oder keine MPEG-Datei.
el: Το αρχείο μουσικής {0} δεν βρέθηκε ή δεν είναι αρχείο MPEG
es: No se encontró el archivo de música {0} o no es un archivo MPEG.
fr: Fichier musical {0} introuvable ou n'est pas un fichier MPEG.
ga: Comhad ceoil {0} gan aimsiú nó ní comhad MPEG é
hi: म्यूजिक फ़ाइल {0} नहीं मिली या MPEG फ़ाइल नहीं है
id: Berkas musik {0} tidak ditemukan atau bukan berkas MPEG
it: File musicale {0} non trovato o non è un file MPEG
ja: 音楽ファイル {0} が見つからないか、MPEG ファイルではありません。
ko: 음악 파일 {0}을(를) 찾을 수 없거나 MPEG 파일이 아닙니다.
ms: Fail muzik {0} tidak ditemui atau bukan fail MPEG
nb: Musikkfilen {0} ble ikke funnet, eller den er ikke en MPEG-fil.
nl: Muziekbestand {0} niet gevonden of geen MPEG-bestand
pt: Ficheiro de música {0} não encontrado ou não é um ficheiro MPEG
ro: Fișierul muzical {0} nu a fost găsit sau nu este un fișier MPEG
tr: {0} müzik dosyası bulunamadı veya bir MPEG dosyası değil
uk: Музичний файл {0} не знайдено або не є файлом MPEG.
vi: Không tìm thấy tệp nhạc {0} hoặc không phải là tệp MPEG
zh: 找不到音樂檔案 {0} 或該檔案不是 MPEG 文件
