Repository: Aptivi/BassBoom
Catalog: public/BassBoom.Basolia/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# BASSBOOM_BASOLIA_FILE_EXCEPTION_MUSICRADIOOPENFAILED
source: Can't open radio station
ar: لا يمكن فتح محطة الراديو
de: Radiosender kann nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του ραδιοφωνικού σταθμού
es: No se puede abrir la emisora ​​de radio.
fr: Impossible d'ouvrir la station de radio
ga: Ní féidir an stáisiún raidió a oscailt
hi: रेडियो स्टेशन नहीं खोला जा सकता
id: Tidak dapat membuka stasiun radio
it: Impossibile aprire la stazione radio
ja: ラジオ局を開けません
ko: 라디오 방송국을 열 수 없습니다.
ms: Tidak boleh membuka stesen radio
nb: Kan ikke åpne radiostasjonen
nl: Kan radiostation niet openen
pt: Não é possível abrir a estação de rádio
ro: Nu se poate deschide postul de radio
tr: Radyo istasyonu açılamıyor
uk: Не вдається відкрити радіостанцію
vi: Không thể mở đài phát thanh
zh: 無法開啟電台

# BASSBOOM_BASOLIA_FILE_EXCEPTION_NEEDSAUDIOSTREAM
source: Audio stream is not provided
ar: لا يتوفر بث صوتي
de: Audiostream wird nicht bereitgestellt.
el: Δεν παρέχεται ροή ήχου
es: No se proporciona la transmisión de audio.
fr: Flux audio non fourni
ga: Níl sruth fuaime ar fáil
hi: ऑडियो स्ट्रीम प्रदान नहीं की गई है
id: Aliran audio tidak tersedia
it: Il flusso audio non è disponibile
ja: オーディオストリームが指定されていません
ko: 오디오 스트림이 제공되지 않았습니다.
ms: Strim audio tidak disediakan
nb: Lydstrøm er ikke oppgitt
nl: Audiostream wordt niet aangeboden
pt: O fluxo de áudio não foi fornecido
ro: Fluxul audio nu este furnizat
tr: Ses akışı sağlanmıyor
uk: Аудіопотік не надано
vi: Không cung cấp luồng âm thanh
zh: 未提供音訊串流

# BASSBOOM_BASOLIA_FILE_EXCEPTION_MUSICSTREAMOPENFAILED
source: Can't open stream
ar: لا يمكن فتح البث
de: Stream kann nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα της ροής
es: No se puede abrir la transmisión.
fr: Impossible d'ouvrir le flux
ga: Ní féidir an sruth a oscailt
hi: स्ट्रीम नहीं खोली जा सकती
id: Tidak dapat membuka aliran
it: Impossibile aprire il flusso
ja: ストリームを開けません
ko: 스트림을 열 수 없습니다.
ms: Tidak dapat membuka strim
nb: Kan ikke åpne strøm
nl: Kan stream niet openen
pt: Não é possível abrir o fluxo
ro: Nu se poate deschide fluxul
tr: Akış açılamıyor
uk: Не вдається відкрити потік
vi: Không thể mở luồng
zh: 無法開啟音訊串流

# BASSBOOM_BASOLIA_FILE_EXCEPTION_ALREADYCLOSED
source: Can't close a file or a radio station that's already closed
ar: لا يمكن إغلاق ملف أو محطة راديو مغلقة مسبقًا
de: Datei oder bereits geschlossener Radiosender können nicht geschlossen werden.
el: Δεν είναι δυνατό το κλείσιμο ενός αρχείου ή ενός ραδιοφωνικού σταθμού που είναι ήδη κλειστός
es: No se puede cerrar un archivo o una emisora ​​de radio que ya está cerrada.
fr: Impossible de fermer un fichier ou une station de radio déjà fermée
ga: Ní féidir comhad nó stáisiún raidió atá dúnta cheana féin a dhúnadh
hi: फ़ाइल या रेडियो स्टेशन को बंद नहीं किया जा सकता जो पहले से बंद है
id: Tidak dapat menutup berkas atau stasiun radio yang telah ditutup
it: Impossibile chiudere un file o una stazione radio già chiusa
ja: 既に閉じられているファイルまたはラジオ局を閉じることはできません
ko: 이미 닫힌 파일이나 라디오 방송국을 닫을 수 없습니다.
ms: Tidak dapat menutup fail atau stesen radio yang telah ditutup
nb: Kan ikke lukke en fil eller en radiostasjon som allerede er lukket
nl: Kan een bestand of radiostation dat al gesloten is niet sluiten
pt: Não é possível fechar um ficheiro ou uma estação de rádio que já esteja fechada
ro: Nu se poate închide un fișier sau un post de radio care este deja închis
tr: Zaten kapatılmış bir dosyayı veya radyo istasyonunu kapatamıyorum
uk: Не вдається закрити файл або радіостанцію, яка вже закрита
vi: Không thể đóng tệp hoặc đài phát thanh đã đóng
zh: 無法關閉已關閉的文件或電台

# BASSBOOM_BASOLIA_FILE_EXCEPTION_CLOSEFAILED
source: Can't close file
ar: لا يمكن إغلاق الملف
de: Datei kann nicht geschlossen werden.
el: Δεν είναι δυνατό το κλείσιμο του αρχείου
es: No se puede cerrar el archivo.
fr: Impossible de fermer le fichier
ga: Ní féidir comhad a dhúnadh
hi: फ़ाइल बंद नहीं की जा सकती
id: Tidak dapat menutup berkas
it: Impossibile chiudere il file
ja: ファイルを閉じることはできません
ko: 파일을 닫을 수 없습니다.
ms: Tidak dapat menutup fail
nb: Kan ikke lukke filen
nl: Kan bestand niet sluiten
pt: Não é possível fechar o ficheiro
ro: Nu se poate închide fișierul
tr: Dosya kapatılamıyor
uk: Не вдається закрити файл
vi: Không thể đóng tệp
zh: 無法關閉文件

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FILENOTOPEN_QUERY
source: Can't query a file that's not open
ar: لا يمكن الاستعلام عن ملف غير مفتوح
de: Nicht geöffnete Datei kann nicht abgefragt werden.
el: Δεν είναι δυνατό το ερώτημα ενός αρχείου που δεν είναι ανοιχτό
es: No se puede consultar un archivo que no está abierto.
fr: Impossible d'interroger un fichier non ouvert
ga: Ní féidir comhad nach bhfuil oscailte a fhiosrú
hi: फ़ाइल को क्वेरी नहीं किया जा सकता जो खुली नहीं है
id: Tidak dapat meminta berkas yang tidak terbuka
it: Impossibile interrogare un file non aperto
ja: 開いていないファイルを照会することはできません
ko: 열려 있지 않은 파일을 쿼리할 수 없습니다.
ms: Tidak boleh menanyakan fail yang tidak dibuka
nb: Kan ikke spørre en fil som ikke er åpen
nl: Kan een bestand dat niet geopend is niet opvragen
pt: Não é possível consultar um ficheiro que não esteja aberto
ro: Nu se poate interoga un fișier care nu este deschis
tr: Açık olmayan bir dosya sorgulanamıyor
uk: Не вдається запитати файл, який не відкритий
vi: Không thể truy vấn tệp không mở
zh: 無法查詢未開啟的文件

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_DURATIONONPLAYBACK
source: Trying to get the duration during playback causes playback corruption! Don't call this function during playback.
ar: محاولة الحصول على المدة أثناء التشغيل تُسبب تلفًا في التشغيل! لا تستدعي هذه الدالة أثناء التشغيل.
de: Der Versuch, die Dauer während der Wiedergabe abzurufen, führt zu Wiedergabefehlern! Rufen Sie diese Funktion nicht während der Wiedergabe auf.
el: Η προσπάθεια λήψης της διάρκειας κατά την αναπαραγωγή προκαλεί καταστροφή της αναπαραγωγής! Μην καλείτε αυτήν τη συνάρτηση κατά την αναπαραγωγή.
es: Intentar obtener la duración durante la reproducción causa corrupción en la reproducción. No llames a esta función durante la reproducción.
fr: Tenter d'obtenir la durée pendant la lecture entraîne une corruption de la lecture ! N'appelez pas cette fonction pendant la lecture.
ga: Is cúis le truailliú athsheinm má dhéantar iarracht an fad a fháil le linn athsheinm! Ná glaoigh ar an fheidhm seo le linn athsheinm.
hi: प्लेबैक के दौरान अवधि प्राप्त करने का प्रयास करने से प्लेबैक दूषित हो जाता है! प्लेबैक के दौरान इस फ़ंक्शन को कॉल न करें।
id: Mencoba mendapatkan durasi selama pemutaran menyebabkan kerusakan pemutaran! Jangan panggil fungsi ini selama pemutaran.
it: Il tentativo di ottenere la durata durante la riproduzione causa un danneggiamento della riproduzione! Non chiamare questa funzione durante la riproduzione.
ja: 再生中に再生時間を取得しようとすると、再生が破損します。再生中にこの関数を呼び出さないでください。
ko: 재생 중에 재생 시간을 가져오려고 하면 재생이 손상됩니다! 재생 중에 이 함수를 호출하지 마세요.
ms: Cuba untuk mendapatkan tempoh semasa main semula menyebabkan main balik rasuah! Jangan panggil fungsi ini semasa main balik.
nb: Forsøk på å hente varigheten under avspilling forårsaker avspillingsfeil! Ikke kall denne funksjonen under avspilling.
nl: Proberen de duur op te halen tijdens het afspelen veroorzaakt afspeelfouten! Roep deze functie niet aan tijdens het afspelen.
pt: Tentar obter a duração durante a reprodução causa corrupção na reprodução! Não chame esta função durante a reprodução.
ro: Încercarea de a obține durata în timpul redării provoacă coruperea redării! Nu apelați această funcție în timpul redării.
tr: Oynatma sırasında süreyi almaya çalışmak oynatma bozulmasına neden oluyor! Oynatma sırasında bu işlevi çağırmayın.
uk: Спроба отримати тривалість під час відтворення призводить до пошкодження відтворення! Не викликайте цю функцію під час відтворення.
vi: Cố gắng lấy thời lượng trong khi phát lại sẽ khiến phát lại bị hỏng! Không gọi hàm này trong khi phát lại.
zh: 在播放過程中嘗試獲取時長會導致播放中斷！請勿在播放過程中呼叫此函數。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_DURATIONSCANFAILED
source: Can't scan file for length information
ar: لا يمكن مسح الملف بحثًا عن معلومات الطول
de: Datei kann nicht nach Längeninformationen durchsucht werden.
el: Δεν είναι δυνατή η σάρωση του αρχείου για πληροφορίες μήκους
es: No se puede escanear el archivo para obtener información de longitud.
fr: Impossible d'analyser le fichier pour obtenir des informations sur la longueur
ga: Ní féidir an comhad a scanadh le haghaidh faisnéise faid
hi: लंबाई की जानकारी के लिए फ़ाइल को स्कैन नहीं किया जा सकता
id: Tidak dapat memindai berkas untuk informasi panjang
it: Impossibile analizzare il file per informazioni sulla lunghezza
ja: ファイルの長さ情報をスキャンできません
ko: 파일의 길이 정보를 검색할 수 없습니다.
ms: Tidak dapat mengimbas fail untuk mendapatkan maklumat panjang
nb: Kan ikke skanne filen for lengdeinformasjon
nl: Kan bestand niet scannen op lengte-informatie
pt: Não é possível verificar o ficheiro para obter informações sobre a duração
ro: Nu se poate scana fișierul pentru informații despre lungime
tr: Uzunluk bilgisi için dosyayı tarayamıyorum
uk: Не вдається сканувати файл на наявність інформації про довжину
vi: Không thể quét tệp để biết thông tin về độ dài
zh: 無法掃描文件以獲取長度信息

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FILELENGTHFAILED
source: Can't determine the length of the file
ar: لا يمكن تحديد طول الملف
de: Dateilänge kann nicht ermittelt werden.
el: Δεν είναι δυνατός ο προσδιορισμός της διάρκειας του αρχείου
es: No se puede determinar la longitud del archivo.
fr: Impossible de déterminer la longueur du fichier
ga: Ní féidir fad an chomhaid a chinneadh
hi: फ़ाइल की लंबाई निर्धारित नहीं की जा सकती
id: Tidak dapat menentukan panjang berkas
it: Impossibile determinare la lunghezza del file
ja: ファイルの長さを判別できません
ko: 파일의 길이를 확인할 수 없습니다.
ms: Tidak dapat menentukan panjang fail
nb: Kan ikke bestemme lengden på filen
nl: Kan de lengte van het bestand niet bepalen
pt: Não é possível determinar a duração do ficheiro
ro: Nu se poate determina lungimea fișierului
tr: Dosyanın uzunluğunu belirleyemiyorum
uk: Не вдається визначити довжину файлу
vi: Không xác định được độ dài của tệp
zh: 無法確定文件的長度

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_OUTPUTGETFAILED
source: Can't get the output.
ar: لا يمكن الحصول على الناتج.
de: Ausgabe kann nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη της εξόδου.
es: No se puede obtener la salida.
fr: Impossible d'obtenir la sortie.
ga: Ní féidir an t-aschur a fháil.
hi: आउटपुट नहीं मिल सकता।
id: Tidak dapat memperoleh output.
it: Impossibile ottenere l'output.
ja: 出力を取得できません
ko: 출력을 가져올 수 없습니다.
ms: Tidak dapat output.
nb: Kan ikke hente utdataene.
nl: Kan de uitvoer niet ophalen.
pt: Não é possível obter a saída.
ro: Nu se poate obține rezultatul.
tr: Çıktı alınamıyor.
uk: Не вдається отримати вихід.
vi: Không lấy được đầu ra.
zh: 無法獲取輸出。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FRAMELENGETFAILED
source: Can't get the frame length.
ar: لا يمكن الحصول على طول الإطار.
de: Frame-Länge kann nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη του μήκους του καρέ.
es: No se puede obtener la duración del fotograma.
fr: Impossible d'obtenir la longueur de l'image.
ga: Ní féidir fad an fhráma a fháil.
hi: फ़्रेम की लंबाई नहीं मिल सकती।
id: Tidak dapat memperoleh panjang bingkai.
it: Impossibile ottenere la lunghezza del frame.
ja: フレーム長を取得できません
ko: 프레임 길이를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan panjang bingkai.
nb: Kan ikke hente bildelengden.
nl: Kan de framelengte niet ophalen.
pt: Não é possível obter a duração do quadro.
ro: Nu se poate obține lungimea cadrului.
tr: Kare uzunluğu alınamıyor.
uk: Не вдається отримати довжину кадру.
vi: Không lấy được độ dài khung.
zh: 無法取得幀長度。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_SPFGETFAILED
source: Can't get the samples per frame.
ar: لا يمكن الحصول على العينات لكل إطار.
de: Samples pro Frame können nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη των δειγμάτων ανά καρέ.
es: No se pueden obtener las muestras por fotograma.
fr: Impossible d'obtenir le nombre d'échantillons par image.
ga: Ní féidir na samplaí in aghaidh an fhráma a fháil.
hi: प्रति फ़्रेम सैंपल नहीं मिल सकते।
id: Tidak dapat memperoleh sampel per bingkai.
it: Impossibile ottenere i campioni per frame.
ja: フレームあたりのサンプル数を取得できません
ko: 프레임당 샘플을 가져올 수 없습니다.
ms: Tidak boleh mendapatkan sampel setiap bingkai.
nb: Kan ikke hente samplene per bilde.
nl: Kan de samples per frame niet ophalen.
pt: Não é possível obter as amostras por quadro.
ro: Nu se pot obține eșantioanele per cadru.
tr: Kare başına örnekler alınamıyor.
uk: Не вдається отримати кількість семплів на кадр.
vi: Không lấy được mẫu cho mỗi khung.
zh: 無法取得每個畫面的樣本數。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_TPFGETFAILED
source: Can't get the seconds per frame.
ar: لا يمكن الحصول على الثواني لكل إطار.
de: Sekunden pro Frame können nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη των δευτερολέπτων ανά καρέ.
es: No se pueden obtener los segundos por fotograma.
fr: Impossible d'obtenir le nombre de secondes par image.
ga: Ní féidir na soicindí in aghaidh an fhráma a fháil.
hi: प्रति फ़्रेम सेकंड नहीं मिल सकते।
id: Tidak dapat memperoleh detik per bingkai.
it: Impossibile ottenere i secondi per frame.
ja: フレームあたりの秒数を取得できません
ko: 프레임당 초를 가져올 수 없습니다.
ms: Tidak dapat detik setiap bingkai.
nb: Kan ikke hente sekundene per bilde.
nl: Kan het aantal seconden per frame niet ophalen.
pt: Não é possível obter os segundos por fotograma.
ro: Nu se pot obține secundele per cadru.
tr: Kare başına saniyeler alınamıyor.
uk: Не вдається отримати кількість секунд на кадр.
vi: Không lấy được giây cho mỗi khung.
zh: 無法取得每幀的秒數。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_GENERICBUFFSIZEGETFAILED
source: Can't get the generic buffer size.
ar: لا يمكن الحصول على حجم المخزن المؤقت العام.
de: Generische Puffergröße kann nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη του γενικού μεγέθους buffer.
es: No se puede obtener el tamaño del búfer genérico.
fr: Impossible d'obtenir la taille de la mémoire tampon générique.
ga: Ní féidir an méid maoláin ghinearálta a fháil.
hi: सामान्य बफ़र आकार नहीं मिल सकता।
id: Tidak dapat memperoleh ukuran buffer generik.
it: Impossibile ottenere la dimensione generica del buffer.
ja: 汎用バッファサイズを取得できません
ko: 일반 버퍼 크기를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan saiz penimbal generik.
nb: Kan ikke hente den generiske bufferstørrelsen.
nl: Kan de algemene buffergrootte niet ophalen.
pt: Não é possível obter o tamanho genérico do buffer.
ro: Nu se poate obține dimensiunea generică a bufferului.
tr: Genel arabellek boyutu alınamıyor.
uk: Не вдається отримати загальний розмір буфера.
vi: Không lấy được kích thước bộ đệm chung.
zh: 無法取得通用緩衝區大小。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_ID3ONPLAYBACK
source: Trying to get the ID3 metadata during playback causes playback corruption! Don't call this function during playback.
ar: محاولة الحصول على بيانات تعريف ID3 أثناء التشغيل تُسبب تلفًا في التشغيل! لا تستدعي هذه الدالة أثناء التشغيل
de: Der Versuch, die ID3-Metadaten während der Wiedergabe abzurufen, führt zu Wiedergabefehlern! Rufen Sie diese Funktion nicht während der Wiedergabe auf.
el: Η προσπάθεια λήψης των μεταδεδομένων ID3 κατά την αναπαραγωγή προκαλεί καταστροφή της αναπαραγωγής! Μην καλείτε αυτήν τη συνάρτηση κατά την αναπαραγωγή.
es: Intentar obtener los metadatos ID3 durante la reproducción causa corrupción en la reproducción. No llames a esta función durante la reproducción.
fr: Tenter d'obtenir les métadonnées ID3 pendant la lecture entraîne une corruption de la lecture ! N'appelez pas cette fonction pendant la lecture.
ga: Is cúis le truailliú athsheinm má dhéantar iarracht na meiteashonraí ID3 a fháil le linn athsheinm! Ná glaoigh ar an fheidhm seo le linn athsheinm.
hi: प्लेबैक के दौरान ID3 मेटाडेटा प्राप्त करने का प्रयास करने से प्लेबैक दूषित हो जाता है! प्लेबैक के दौरान इस फ़ंक्शन को कॉल न करें।
id: Mencoba mendapatkan metadata ID3 selama pemutaran menyebabkan kerusakan pemutaran! Jangan panggil fungsi ini selama pemutaran.
it: Il tentativo di ottenere i metadati ID3 durante la riproduzione causa un danneggiamento della riproduzione! Non chiamare questa funzione durante la riproduzione.
ja: 再生中に ID3 メタデータを取得しようとすると、再生が破損します。再生中にこの関数を呼び出さないでください。
ko: 재생 중에 ID3 메타데이터를 가져오려고 하면 재생이 손상됩니다! 재생 중에 이 함수를 호출하지 마세요.
ms: Mencuba untuk mendapatkan metadata ID3 semasa main balik menyebabkan kerosakan main balik! Jangan panggil fungsi ini semasa main balik.
nb: Forsøk på å hente ID3-metadataene under avspilling forårsaker avspillingsfeil! Ikke kall denne funksjonen under avspilling.
nl: Proberen de ID3-metadata op te halen tijdens het afspelen veroorzaakt afspeelfouten! Roep deze functie niet aan tijdens het afspelen.
pt: Tentar obter os metadados ID3 durante a reprodução causa corrupção na reprodução! Não chame esta função durante a reprodução.
ro: Încercarea de a obține metadatele ID3 în timpul redării provoacă coruperea redării! Nu apelați această funcție în timpul redării.
tr: Oynatma sırasında ID3 meta verilerini almaya çalışmak oynatma bozulmasına neden oluyor! Oynatma sırasında bu işlevi çağırmayın.
uk: Спроба отримати метадані ID3 під час відтворення призводить до пошкодження відтворення! Не викликайте цю функцію під час відтворення.
vi: Cố gắng lấy siêu dữ liệu ID3 trong khi phát lại sẽ khiến phát lại bị hỏng! Không gọi hàm này trong khi phát lại.
zh: 在播放過程中嘗試取得 ID3 元資料會導致播放中斷！請勿在播放過程中呼叫此函數。

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_FRAMESCANFAILED
source: Can't scan file for frame information
ar: . لا يمكن مسح الملف بحثًا عن معلومات الإطار
de: Datei kann nicht nach Frame-Informationen durchsucht werden
el: Δεν είναι δυνατή η σάρωση του αρχείου για πληροφορίες καρέ
es: No se puede escanear el archivo para obtener información de fotogramas.
fr: Impossible d'analyser le fichier pour les informations d'image
ga: Ní féidir an comhad a scanadh le haghaidh faisnéise fráma
hi: फ़्रेम जानकारी के लिए फ़ाइल को स्कैन नहीं किया जा सकता
id: Tidak dapat memindai berkas untuk informasi bingkai
it: Impossibile analizzare il file per informazioni sui frame
ja: ファイルのフレーム情報をスキャンできません
ko: 파일에서 프레임 정보를 검색할 수 없습니다.
ms: Tidak dapat mengimbas fail untuk mendapatkan maklumat bingkai
nb: Kan ikke skanne filen etter rammeinformasjon
nl: Kan bestand niet scannen op frame-informatie
pt: Não é possível procurar informação de quadros no ficheiro
ro: Nu se pot scana fișierul pentru informații despre cadre
tr: Çerçeve bilgisi için dosya taranamıyor
uk: Не вдається просканувати файл на наявність інформації про кадр
vi: Không thể quét tệp để tìm thông tin khung
zh: 無法掃描文件以取得幀信息

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_METADATAGETFAILED
source: Can't get metadata information
ar: لا يمكن الحصول على معلومات البيانات الوصفية
de: Metadaten-Informationen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών μεταδεδομένων
es: No se puede obtener información de metadatos.
fr: Impossible d'obtenir les métadonnées
ga: Ní féidir faisnéis meiteashonraí a fháil
hi: मेटाडेटा जानकारी नहीं मिल सकती
id: Tidak dapat memperoleh informasi metadata
it: Impossibile ottenere informazioni sui metadati
ja: メタデータ情報を取得できません
ko: 메타데이터 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat metadata
nb: Kan ikke hente metadatainformasjon
nl: Kan geen metadata ophalen
pt: Não é possível obter informações de metadados
ro: Nu se pot obține informații despre metadate
tr: Meta veri bilgisi alınamıyor
uk: Не вдається отримати інформацію про метадані
vi: Không thể lấy thông tin siêu dữ liệu
zh: 無法取得元資料資訊

# BASSBOOM_BASOLIA_FORMAT_EXCEPTION_ICYONPLAYBACK
source: Trying to get the ICY metadata during playback causes playback corruption! Don't call this function during playback.
ar: محاولة الحصول على بيانات ICY الوصفية أثناء التشغيل تُسبب تلفًا في التشغيل! لا تستدعي هذه الوظيفة أثناء التشغيل.
de: Der Versuch, die ICY-Metadaten während der Wiedergabe abzurufen, führt zu Wiedergabefehlern! Diese Funktion darf während der Wiedergabe nicht aufgerufen werden.
el: Η προσπάθεια λήψης των μεταδεδομένων ICY κατά την αναπαραγωγή προκαλεί καταστροφή αναπαραγωγής! Μην καλείτε αυτήν τη συνάρτηση κατά την αναπαραγωγή.
es: Intentar obtener los metadatos ICY durante la reproducción causa corrupción. No ejecute esta función durante la reproducción.
fr: Tenter d'obtenir les métadonnées ICY pendant la lecture peut altérer la lecture ! N'appelez pas cette fonction pendant la lecture.
ga: Má dhéantar iarracht meiteashonraí ICY a fháil le linn athsheinm, bíonn truailliú athsheinm ann! Ná glaoigh ar an bhfeidhm seo le linn athsheinm.
hi: प्लेबैक के दौरान ICY मेटाडेटा प्राप्त करने का प्रयास करने से प्लेबैक दूषित हो जाता है! प्लेबैक के दौरान इस फ़ंक्शन को कॉल न करें.
id: Mencoba memperoleh metadata ICY selama pemutaran menyebabkan kerusakan pemutaran! Jangan panggil fungsi ini selama pemutaran.
it: Il tentativo di ottenere i metadati ICY durante la riproduzione causa un danneggiamento della riproduzione! Non chiamare questa funzione durante la riproduzione.
ja: 再生中に ICY メタデータを取得しようとすると、再生が破損します。再生中にこの関数を呼び出さないでください。
ko: 재생 중에 ICY 메타데이터를 가져오려고 하면 재생이 손상됩니다! 재생 중에 이 함수를 호출하지 마세요.
ms: Mencuba untuk mendapatkan metadata ICY semasa main balik menyebabkan kerosakan main balik! Jangan panggil fungsi ini semasa main balik.
nb: Forsøk på å hente ICY-metadataene under avspilling forårsaker avspillingsfeil! Ikke kall denne funksjonen under avspilling.
nl: Proberen de ICY-metadata op te halen tijdens het afspelen, leidt tot afspeelfouten! Roep deze functie niet aan tijdens het afspelen.
pt: Tentar obter os metadados ICY durante a reprodução causa corrupção na reprodução! Não chame esta função durante a reprodução.
ro: Încercarea de a obține metadatele ICY în timpul redării duce la coruperea redării! Nu apelați această funcție în timpul redării.
tr: Oynatma sırasında ICY meta verisini almaya çalışmak oynatma bozulmasına neden oluyor! Oynatma sırasında bu işlevi çağırmayın.
uk: Спроба отримати метадані ICY під час відтворення призводить до пошкодження відтворення! Не викликайте цю функцію під час відтворення.
vi: Cố gắng lấy siêu dữ liệu ICY trong khi phát lại khiến phát lại bị hỏng! Không gọi hàm này trong khi phát lại.
zh: 在播放過程中嘗試取得 ICY 元資料會導致播放崩潰！請勿在播放過程中呼叫此函數。
