Repository: Aptivi/BassBoom
Catalog: public/BassBoom.Basolia/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_RATEENCODINGUNSUPPORTED
source: Selected rate [{0} hz] and encoding [{1}] is not supported
ar: المعدل المحدد [{0} هرتز] والترميز [{1}] غير مدعومين.
de: Die ausgewählte Frequenz [{0} Hz] und die Kodierung [{1}] werden nicht unterstützt.
el: Ο επιλεγμένος ρυθμός [{0} hz] και η κωδικοποίηση [{1}] δεν υποστηρίζονται
es: La frecuencia seleccionada [{0} Hz] y la codificación [{1}] no son compatibles.
fr: Le débit sélectionné [{0} Hz] et l'encodage [{1}] ne sont pas pris en charge.
ga: Ní thacaítear leis an ráta roghnaithe [{0} hz] agus an ionchódú [{1}]
hi: चयनित दर [{0} हर्ट्ज] और एन्कोडिंग [{1}] समर्थित नहीं है
id: Kecepatan yang dipilih [{0} hz] dan pengodean [{1}] tidak didukung
it: La frequenza selezionata [{0} Hz] e la codifica [{1}] non sono supportate
ja: 選択されたレート [{0} Hz] とエンコード [{1}] はサポートされていません
ko: 선택한 주파수 [{0}hz] 및 인코딩 [{1}]은 지원되지 않습니다.
ms: Kadar [{0} hz] dan pengekodan [{1}] yang dipilih tidak disokong
nb: Valgt hastighet [{0} hz] og koding [{1}] støttes ikke
nl: Geselecteerde frequentie [{0} Hz] en codering [{1}] worden niet ondersteund
pt: A taxa selecionada [{0} hz] e a codificação [{1}] não são suportadas
ro: Rata selectată [{0} hz] și codificarea [{1}] nu sunt acceptate
tr: Seçili hız [{0} hz] ve kodlama [{1}] desteklenmiyor
uk: Вибрана частота [{0} Гц] та кодування [{1}] не підтримуються
vi: Tốc độ đã chọn [{0} hz] và mã hóa [{1}] không được hỗ trợ
zh: 所選的速率 [{0} Hz] 和編碼 [{1}] 不受支持

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_STARTOUTPUTFAILED
source: Can't start the output.
ar: لا يمكن بدء الإخراج.
de: Ausgabe kann nicht gestartet werden.
el: Δεν είναι δυνατή η εκκίνηση της εξόδου.
es: No se puede iniciar la salida.
fr: Impossible de démarrer la sortie.
ga: Ní féidir an t-aschur a thosú.
hi: आउटपुट शुरू नहीं किया जा सकता.
id: Tidak dapat memulai output.
it: Impossibile avviare l'output.
ja: 出力を開始できません
ko: 출력을 시작할 수 없습니다.
ms: Tidak dapat memulakan output.
nb: Kan ikke starte utdataene.
nl: Kan de uitvoer niet starten.
pt: Não é possível iniciar a saída.
ro: Nu se poate porni ieșirea.
tr: Çıktı başlatılamıyor.
uk: Неможливо розпочати вихід.
vi: Không thể bắt đầu đầu ra.
zh: 無法啟動輸出。

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_FEEDFAILED
source: Can't feed.
ar: لا يمكن التغذية.
de: Feed kann nicht gesendet werden.
el: Δεν είναι δυνατή η τροφοδοσία.
es: No se puede alimentar.
fr: Impossible d'alimenter.
ga: Ní féidir beatha a thabhairt.
hi: फ़ीड नहीं किया जा सकता.
id: Tidak dapat mengumpankan.
it: Impossibile inviare.
ja: フィードできません
ko: 피드할 수 없습니다.
ms: Tidak boleh memberi makan.
nb: Kan ikke mate.
nl: Kan niet voeden.
pt: Não é possível alimentar.
ro: Nu se poate alimenta.
tr: Beslenemiyor.
uk: Неможливо налаштувати канал.
vi: Không thể cấp dữ liệu.
zh: 無法提供音訊。

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_PARSEFAILED
source: Failed to parse radio server {0}. More information can be found in the inner exception.
ar: فشل تحليل خادم الراديو {0}. يمكن العثور على مزيد من المعلومات في الاستثناء الداخلي.
de: Radioserver {0} konnte nicht analysiert werden. Weitere Informationen finden Sie in der internen Ausnahme.
el: Αποτυχία ανάλυσης του διακομιστή ραδιοφώνου {0}. Περισσότερες πληροφορίες μπορείτε να βρείτε στην εσωτερική εξαίρεση.
es: Error al analizar el servidor de radio {0}. Puede encontrar más información en la excepción interna.
fr: Échec de l'analyse du serveur radio {0}. Plus d'informations sont disponibles dans l'exception interne.
ga: Theip ar an bhfreastalaí raidió {0} a pharsáil. Is féidir tuilleadh eolais a fháil san eisceacht inmheánach.
hi: रेडियो सर्वर {0} को पार्स करने में विफल. अधिक जानकारी आंतरिक अपवाद में पाई जा सकती है.
id: Gagal mengurai server radio {0}. Informasi selengkapnya dapat ditemukan di pengecualian dalam.
it: Impossibile analizzare il server radio {0}. Ulteriori informazioni sono disponibili nell'eccezione interna.
ja: ラジオ サーバー {0} の解析に失敗しました。詳細は内部例外で確認できます。
ko: 라디오 서버 {0}을(를) 구문 분석하지 못했습니다. 자세한 내용은 내부 예외에서 확인할 수 있습니다.
ms: Gagal menghuraikan pelayan radio {0}. Maklumat lanjut boleh didapati dalam pengecualian dalaman.
nb: Kan ikke analysere radioserveren {0}. Mer informasjon finner du i det indre unntaket.
nl: Kan radioserver {0} niet parseren. Meer informatie is te vinden in de interne uitzondering.
pt: Falha ao analisar o servidor de rádio {0}. Mais informações podem ser encontradas na exceção interna.
ro: Nu s-a putut analiza serverul radio {0}. Mai multe informații pot fi găsite în excepția internă.
tr: Radyo sunucusu {0} ayrıştırılamadı. Daha fazla bilgi iç istisnada bulunabilir.
uk: Не вдалося проаналізувати радіосервер {0}. Більше інформації можна знайти у внутрішньому винятку.
vi: Không phân tích được máy chủ vô tuyến {0}. Có thể tìm thêm thông tin trong ngoại lệ bên trong.
zh: 無法解析電台伺服器 {0}。更多資訊請參閱內部異常。

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_STREAMTOKENNULL_ICECAST
source: Stream token is null.
ar: رمز البث فارغ.
de: Stream-Token ist null.
el: Το διακριτικό ροής είναι μηδενικό.
es: El token de transmisión es nulo.
fr: Le jeton de flux est nul.
ga: Tá an comhartha srutha neamhní.
hi: स्ट्रीम टोकन शून्य है.
id: Token aliran adalah null.
it: Il token dello stream è nullo.
ja: ストリーム トークンが null です。
ko: 스트림 토큰이 null입니다.
ms: Token strim adalah batal.
nb: Strømtokenet er null.
pt: O token de transmissão é nulo.
ro: Tokenul de flux este nul.
tr: Akış belirteci boş.
uk: Маркер потоку має значення null.
vi: Mã thông báo luồng là null.
zh: 流令牌為空。

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_NOSOURCES
source: There are no sources.
ar: لا توجد مصادر.
de: Es sind keine Quellen vorhanden.
el: Δεν υπάρχουν πηγές.
es: No hay fuentes.
fr: Aucune source n'est disponible.
ga: Níl aon fhoinsí ann.
hi: कोई स्रोत नहीं हैं.
id: Tidak ada sumber.
it: Non ci sono sorgenti.
ja: ソースがありません。
ko: 소스가 없습니다.
ms: Tiada sumber.
nb: Det finnes ingen kilder.
nl: Er zijn geen bronnen.
pt: Não há fontes.
ro: Nu există surse.
tr: Kaynak yok.
uk: Джерел немає.
vi: Không có nguồn nào.
zh: 沒有來源。

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_NEEDSRADIOSTATIONPATH
source: Provide a path to a radio station
ar: توفير مسار لمحطة راديو
de: Pfad zu einem Radiosender angeben.
el: Δώστε μια διαδρομή προς έναν ραδιοφωνικό σταθμό
es: Proporcionar una ruta a una estación de radio.
fr: Fournir un chemin vers une station de radio
ga: Cuir cosán chuig stáisiún raidió ar fáil
hi: रेडियो स्टेशन के लिए पथ प्रदान करें
id: Berikan jalur ke stasiun radio
it: Fornisci un percorso per una stazione radio.
ja: ラジオ局へのパスを指定してください
ko: 라디오 방송국 경로를 제공하세요.
ms: Menyediakan laluan ke stesen radio
nb: Oppgi en sti til en radiostasjon
nl: Geef een pad naar een radiostation op.
pt: Forneça um caminho para uma estação de rádio.
ro: Furnizați o cale către o stație de radio
tr: Bir radyo istasyonuna giden bir yol sağlayın
uk: Вкажіть шлях до радіостанції
vi: Cung cấp đường dẫn đến đài phát thanh
zh: 提供電台的路徑

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_SERVERTYPEFAILED
source: Can't determine radio station server type.
ar: تعذر تحديد نوع خادم محطة الراديو.
de: Servertyp des Radiosenders kann nicht ermittelt werden.
el: Δεν είναι δυνατός ο προσδιορισμός του τύπου διακομιστή ραδιοφωνικού σταθμού.
es: No se puede determinar el tipo de servidor de la estación de radio.
fr: Impossible de déterminer le type de serveur de la station de radio.
ga: Ní féidir cineál freastalaí an stáisiúin raidió a chinneadh.
hi: रेडियो स्टेशन सर्वर प्रकार निर्धारित नहीं किया जा सकता।
id: Tidak dapat menentukan jenis server stasiun radio.
it: Impossibile determinare il tipo di server della stazione radio.
ja: ラジオ局のサーバータイプを判別できません。
ko: 라디오 방송국 서버 유형을 확인할 수 없습니다.
ms: Tidak dapat menentukan jenis pelayan stesen radio.
nb: Kan ikke bestemme servertypen for radiostasjonen.
nl: Kan het servertype van het radiostation niet bepalen.
pt: Não é possível determinar o tipo de servidor da estação de rádio.
ro: Nu se poate determina tipul serverului stației de radio.
tr: Radyo istasyonu sunucu türü belirlenemiyor.
uk: Неможливо визначити тип сервера радіостанції.
vi: Không thể xác định loại máy chủ đài phát thanh.
zh: 無法確定電台伺服器類型。

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_STREAMTOKENNULL_SHOUTCASTV2
source: Shoutcast v2.x stream token is null
ar: رمز بث Shoutcast v2.x فارغ.
de: Shoutcast v2.x-Stream-Token ist null.
el: Το διακριτικό ροής Shoutcast v2.x είναι μηδενικό
es: El token de transmisión de Shoutcast v2.x es nulo.
fr: Le jeton de flux Shoutcast v2.x est nul.
ga: Tá comhartha srutha Shoutcast v2.x neamhní
hi: Shoutcast v2.x स्ट्रीम टोकन शून्य है
id: Token aliran Shoutcast v2.x adalah null
it: Il token dello stream Shoutcast v2.x è nullo.
ja: Shoutcast v2.x ストリームトークンが null です
ko: Shoutcast v2.x 스트림 토큰이 null입니다.
ms: Token strim Shoutcast v2.x adalah batal
nb: Shoutcast v2.x-strømtokenet er null
pt: O token de transmissão do Shoutcast v2. x é nulo.
ro: Tokenul fluxului Shoutcast v2.x este nul
tr: Shoutcast v2.x akış belirteci boş
uk: Маркер потоку Shoutcast v2.x має значення null
vi: Mã thông báo luồng Shoutcast v2.x là null
zh: Shoutcast v2.x 流令牌為空

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_NOSTREAM_SHOUTCASTV2
source: There is no Shoutcast v2.x stream.
ar: لا يوجد بث Shoutcast v2.x.
de: Es gibt keinen Shoutcast v2.x-Stream.
el: Δεν υπάρχει ροή Shoutcast v2.x.
es: No hay ninguna transmisión de Shoutcast v2.x.
fr: Il n'existe aucun flux Shoutcast v2.x.
ga: Níl aon sruth Shoutcast v2.x ann.
hi: कोई Shoutcast v2.x स्ट्रीम नहीं है।
id: Tidak ada aliran Shoutcast v2.x.
it: Non esiste alcun stream Shoutcast v2.x.
ja: Shoutcast v2.x ストリームがありません。
ko: Shoutcast v2.x 스트림이 없습니다.
ms: Tiada strim Shoutcast v2.x.
nb: Det finnes ingen Shoutcast v2.x-strøm.
nl: Er is geen Shoutcast v2.x-stream.
pt: Não há transmissão do Shoutcast v2.x.
ro: Nu există niciun flux Shoutcast v2.x.
tr: Shoutcast v2.x akışı yok.
uk: Потоку Shoutcast v2.x немає.
vi: Không có luồng Shoutcast v2.x nào.
zh: 沒有 Shoutcast v2.x 串流。

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_NOSTREAM_ICECAST
source: There is no Icecast stream.
ar: لا يوجد بث Icecast.
de: Es gibt keinen Icecast-Stream.
el: Δεν υπάρχει ροή Icecast.
es: No hay ninguna transmisión de Icecast.
fr: Il n'existe aucun flux Icecast.
ga: Níl aon sruth Icecast ann.
hi: कोई Icecast स्ट्रीम नहीं है।
id: Tidak ada aliran Icecast.
it: Non esiste alcun stream Icecast.
ja: Icecast ストリームがありません。
ko: Icecast 스트림이 없습니다.
ms: Tiada aliran Icecast.
nb: Det finnes ingen Icecast-strøm.
nl: Er is geen Icecast-stream.
pt: Não há transmissão do Icecast.
ro: Nu există niciun flux Icecast.
tr: Icecast akışı yok.
uk: Потоку Icecast немає.
vi: Không có luồng Icecast nào.
zh: 沒有 Icecast 串流。

# BASSBOOM_BASOLIA_RADIO_EXCEPTION_STREAMIDFAILED
source: Failed to parse stream ID {0}. More information can be found in the inner exception.
ar: فشل تحليل معرف البث {0}. للمزيد من المعلومات، يُرجى مراجعة الاستثناء الداخلي.
de: Stream-ID {0} konnte nicht analysiert werden. Weitere Informationen finden Sie in der internen Ausnahme.
el: Αποτυχία ανάλυσης του αναγνωριστικού ροής {0}. Περισσότερες πληροφορίες μπορείτε να βρείτε στην εσωτερική εξαίρεση.
es: No se pudo analizar el ID de transmisión {0}. Puede encontrar más información en la excepción interna.
fr: Échec de l'analyse de l'ID de flux {0}. Plus d'informations sont disponibles dans l'exception interne.
ga: Theip ar ID an tsrutha {0} a pharsáil. Is féidir tuilleadh eolais a fháil san eisceacht inmheánach.
hi: स्ट्रीम ID {0} को पार्स करने में विफल। अधिक जानकारी आंतरिक अपवाद में पाई जा सकती है।
id: Gagal mengurai ID aliran {0}. Informasi selengkapnya dapat ditemukan dalam pengecualian bagian dalam.
it: Impossibile analizzare l'ID stream {0}. Ulteriori informazioni sono disponibili nell'eccezione interna.
ja: ストリーム ID {0} の解析に失敗しました。詳細は内部例外をご覧ください。
ko: 스트림 ID {0}을(를) 구문 분석하지 못했습니다. 자세한 내용은 내부 예외에서 확인할 수 있습니다.
ms: Gagal menghuraikan ID strim {0}. Maklumat lanjut boleh didapati dalam pengecualian dalaman.
nb: Klarte ikke å analysere strømme-ID {0}. Mer informasjon finner du i det indre unntaket.
nl: Het parseren van stream-ID {0} is mislukt. Meer informatie is te vinden in de interne uitzondering.
pt: Falha ao analisar o ID da transmissão {0}. Mais informações podem ser encontradas na exceção interna.
ro: Nu s-a putut analiza ID-ul fluxului {0}. Mai multe informații pot fi găsite în excepția internă.
tr: Akış kimliği {0} ayrıştırılamadı. Daha fazla bilgi iç istisnada bulunabilir.
uk: Не вдалося проаналізувати ідентифікатор потоку {0}. Більше інформації можна знайти у внутрішньому винятку.
vi: Không phân tích được ID luồng {0}. Có thể tìm thêm thông tin trong ngoại lệ bên trong.
zh: 無法解析流 ID {0}。更多資訊請參閱內部異常。
