Repository: Aptivi/BassBoom
Catalog: public/BassBoom.Basolia/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_TRACKINFONEEDSARGS
source: Track info must provide exactly two arguments: track length in seconds (-1 if it's a livestream) and the raw track title.
ar: يجب أن توفر معلومات المسار وسيطتين فقط: طول المسار بالثواني (-1 إذا كان بثًا مباشرًا) وعنوان المسار الخام.
de: Die Titelinformationen müssen genau zwei Argumente enthalten: die Titellänge in Sekunden (-1 bei Livestream) und den Titeltitel.
el: Οι πληροφορίες κομματιού πρέπει να παρέχουν ακριβώς δύο ορίσματα: τη διάρκεια του κομματιού σε δευτερόλεπτα (-1 εάν πρόκειται για ζωντανή μετάδοση) και τον ακατέργαστο τίτλο του κομματιού.
es: La información de la pista debe proporcionar exactamente dos argumentos: la duración de la pista en segundos (-1 si es una transmisión en vivo) y el título de la pista sin procesar.
fr: Les informations sur la piste doivent fournir exactement deux arguments : la durée de la piste en secondes (-1 s'il s'agit d'une diffusion en direct) et le titre brut de la piste.
ga: Ní mór d'fhaisnéis an riain dhá argóint dhíreacha a sholáthar: fad an riain i soicindí (-1 más sruth beo é) agus teideal amh an riain.
hi: ट्रैक जानकारी को ठीक दो तर्क प्रदान करने होंगे: सेकंड में ट्रैक की लंबाई (-1 अगर यह लाइवस्ट्रीम है) और कच्चा ट्रैक शीर्षक।
id: Info trek harus menyediakan tepat dua argumen: durasi trek dalam detik (-1 jika streaming langsung) dan judul trek mentah.
it: Le informazioni sulla traccia devono fornire esattamente due argomenti: la durata della traccia in secondi (-1 se si tratta di un live streaming) e il titolo grezzo della traccia.
ja: トラック情報には、トラックの長さ（秒数、ライブストリームの場合は -1）とトラックの生のタイトルの 2 つの引数が必要です。
ko: 트랙 정보는 트랙 길이(초)(라이브 스트림인 경우 -1)와 원본 트랙 제목, 이 두 개의 인수를 정확히 제공해야 합니다.
ms: Maklumat runut mesti memberikan dua argumen: panjang runut dalam saat (-1 jika strim langsung) dan tajuk runut mentah.
nb: Sporinformasjonen må oppgi nøyaktig to argumenter: sporlengde i sekunder (-1 hvis det er en direktestrømming) og den rå sportittelen.
nl: Trackinfo moet precies twee argumenten bevatten: de lengte van het nummer in seconden (-1 als het een livestream is) en de onbewerkte titel van het nummer.
pt: As informações da faixa devem fornecer exatamente dois argumentos: duração da faixa em segundos (-1 se for uma transmissão em direto) e o título original da faixa.
ro: Informațiile despre piesă trebuie să furnizeze exact două argumente: lungimea piesei în secunde (-1 dacă este o transmisiune live) și titlul brut al piesei.
tr: Parça bilgisi tam olarak iki argüman sağlamalıdır: saniye cinsinden parça uzunluğu (canlı yayın ise -1) ve ham parça başlığı.
uk: Інформація про трек повинна містити рівно два аргументи: тривалість треку в секундах (-1, якщо це пряма трансляція) та необроблену назву треку.
vi: Thông tin bản nhạc phải cung cấp chính xác hai đối số: độ dài bản nhạc tính bằng giây (-1 nếu là phát trực tiếp) và tiêu đề bản nhạc thô.
zh: 曲目資訊必須提供兩個參數：曲目長度（以秒為單位）（如果是直播，則為 -1）和原始曲目標題。

# BASSBOOM_BASOLIA_PLAYBACK_PLAYLISTS_EXCEPTION_TRACKINFOINVALIDSECS
source: Track info didn't provide the number of seconds [{0}] correctly.
ar: لم توفر معلومات المسار عدد الثواني [{0}] بشكل صحيح.
de: Die Titelinformationen haben die Sekundenzahl [{0}] nicht korrekt angegeben.
el: Οι πληροφορίες κομματιού δεν παρείχαν σωστά τον αριθμό των δευτερολέπτων [{0}].
es: La información de la pista no proporcionó correctamente la cantidad de segundos [{0}].
fr: Les informations sur la piste n'ont pas fourni correctement le nombre de secondes [{0}].
ga: Níor sholáthair faisnéis an riain líon na soicindí [{0}] i gceart.
hi: ट्रैक जानकारी सेकंड की संख्या [{0}] सही ढंग से प्रदान नहीं करती है।
id: Info trek tidak menyediakan jumlah detik [{0}] dengan benar.
it: Le informazioni sulla traccia non hanno fornito correttamente il numero di secondi [{0}].
ja: トラック情報に秒数 [{0}] が正しく指定されていません。
ko: 트랙 정보에서 초 수([{0}])를 올바르게 제공하지 않았습니다.
ms: Maklumat jejak tidak memberikan bilangan saat [{0}] dengan betul.
nb: Sporinformasjonen oppga ikke antall sekunder [{0}] riktig.
nl: Trackinfo gaf het aantal seconden [{0}] niet correct weer.
pt: A informação da faixa não forneceu o número de segundos [{0}] corretamente.
ro: Informațiile despre piesă nu au furnizat corect numărul de secunde [{0}].
tr: Parça bilgisi saniye sayısını [{0}] doğru şekilde sağlamadı.
uk: Інформація про трек неправильно вказала кількість секунд [{0}].
vi: Thông tin bản nhạc không cung cấp đúng số giây [{0}].
zh: 曲目資訊未正確提供秒數 [{0}]。

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_DURATIONFAILED
source: Can't determine the current duration of the file
ar: لا يمكن تحديد المدة الحالية للملف.
de: Die aktuelle Dauer der Datei kann nicht ermittelt werden.
el: Δεν είναι δυνατός ο προσδιορισμός της τρέχουσας διάρκειας του αρχείου
es: No se puede determinar la duración actual del archivo.
fr: Impossible de déterminer la durée actuelle du fichier.
ga: Ní féidir fad reatha an chomhaid a chinneadh
hi: फ़ाइल की वर्तमान अवधि निर्धारित नहीं की जा सकती
id: Tidak dapat menentukan durasi berkas saat ini
it: Impossibile determinare la durata corrente del file
ja: ファイルの現在の継続時間を特定できません。
ko: 파일의 현재 재생 시간을 확인할 수 없습니다.
ms: Tidak dapat menentukan tempoh semasa fail
nb: Kan ikke bestemme filens gjeldende varighet.
nl: Kan de huidige duur van het bestand niet bepalen
pt: Não é possível determinar a duração atual do ficheiro
ro: Nu se poate determina durata curentă a fișierului
tr: Dosyanın geçerli süresi belirlenemiyor
uk: Неможливо визначити поточну тривалість файлу.
vi: Không xác định được thời lượng hiện tại của tệp
zh: 無法確定文件的目前時長

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_FILENOTOPEN_SEEK
source: Can't seek a file that's not open
ar: لا يمكن البحث عن ملف غير مفتوح.
de: Eine nicht geöffnete Datei kann nicht gesucht werden.
el: Δεν είναι δυνατή η αναζήτηση ενός αρχείου που δεν είναι ανοιχτό
es: No se puede buscar un archivo que no está abierto.
fr: Impossible de rechercher un fichier qui n'est pas ouvert.
ga: Ní féidir comhad nach bhfuil oscailte a lorg
hi: ऐसी फ़ाइल नहीं खोजी जा सकती जो खुली नहीं है
id: Tidak dapat mencari berkas yang tidak terbuka
it: Impossibile cercare un file non aperto
ja: 開いていないファイルはシークできません。
ko: 열려 있지 않은 파일을 검색할 수 없습니다.
ms: Tidak dapat mencari fail yang tidak dibuka
nb: Kan ikke søke etter en fil som ikke er åpen.
nl: Kan niet zoeken naar een bestand dat niet geopend is
pt: Não é possível pesquisar um ficheiro que não esteja aberto
ro: Nu se poate căuta un fișier care nu este deschis
tr: Açık olmayan bir dosya aranamıyor
uk: Неможливо виконати пошук у файлі, який не відкритий.
vi: Không tìm được tệp không mở
zh: 無法定位未開啟的文件

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_SEEKTOSTARTFAILED
source: Can't seek to the beginning of the file
ar: لا يمكن البحث عن بداية الملف.
de: Der Anfang der Datei kann nicht gesucht werden.
el: Δεν είναι δυνατή η αναζήτηση στην αρχή του αρχείου
es: No se puede buscar el principio del archivo.
fr: Impossible de rechercher le début du fichier.
ga: Ní féidir tús an chomhaid a lorg
hi: फ़ाइल की शुरुआत तक नहीं खोजी जा सकती
id: Tidak dapat mencari ke awal berkas
it: Impossibile cercare all'inizio del file
ja: ファイルの先頭にシークできません。
ko: 파일 시작 부분으로 검색할 수 없습니다.
ms: Tidak dapat mencari ke permulaan fail
nb: Kan ikke søke til begynnelsen av filen.
nl: Kan niet zoeken naar het begin van het bestand
pt: Não é possível pesquisar o início do ficheiro
ro: Nu se poate căuta la începutul fișierului
tr: Dosyanın başına aranamıyor
uk: Неможливо виконати пошук на початок файлу.
vi: Không tìm được đến đầu tệp
zh: 無法定位到檔案的開頭

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_SEEKTOFRAMEFAILED
source: Can't seek to frame #{0} of the file
ar: لا يمكن البحث عن الإطار #{0} من الملف.
de: Frame Nr. {0} der Datei kann nicht gesucht werden.
el: Δεν είναι δυνατή η αναζήτηση στο καρέ #{0} του αρχείου
es: No se puede buscar el fotograma n.° {0} del archivo.
fr: Impossible de rechercher l'image n° {0} du fichier.
ga: Ní féidir fráma #{0} an chomhaid a lorg
hi: फ़ाइल के फ़्रेम #{0} तक नहीं खोजी जा सकती
id: Tidak dapat mencari ke bingkai #{0} berkas
it: Impossibile cercare al fotogramma n. {0} del file
ja: ファイルのフレーム #{0} にシークできません。
ko: 파일의 프레임 #{0}으로 검색할 수 없습니다.
ms: Tidak boleh berusaha untuk membingkai #{0} fail
nb: Kan ikke søke etter ramme nr. {0} i filen.
nl: Kan niet zoeken naar frame #{0} van het bestand
pt: Não é possível pesquisar o quadro nº {0} do ficheiro
ro: Nu se poate căuta la cadrul #{0} al fișierului
tr: Dosyanın #{0} karesine aranamıyor
uk: Неможливо виконати пошук до кадру №{0} файлу.
vi: Không tìm được khung hình #{0} của tệp
zh: 無法定位到檔案的第 {0} 幀

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_SEEKTOLYRICLINEFAILED
source: Lyric line is not provided to seek to
ar: لا يتم توفير سطر كلمات الأغاني للبحث عنه.
de: Es ist keine Textzeile zum Suchen vorhanden.
el: Δεν παρέχεται γραμμή στίχου για αναζήτηση
es: No se proporciona la línea de letra para buscar.
fr: La ligne de paroles n'est pas fournie pour la recherche.
ga: Ní féidir líne lirice a sholáthar le cuardach a dhéanamh air
hi: खोजने के लिए गीत पंक्ति प्रदान नहीं की गई है
id: Baris lirik tidak disediakan untuk dicari
it: Riga del testo non fornita per la ricerca
ja: シーク先の歌詞が指定されていません。
ko: 검색할 가사 줄이 제공되지 않았습니다.
ms: Baris lirik tidak disediakan untuk mencari
nb: Det er ikke oppgitt noen tekstlinje for å søke etter.
nl: Songtekstregel is niet opgegeven om te zoeken naar
pt: A linha da letra não foi fornecida para procurar
ro: Linia de versuri nu este furnizată pentru a căuta
tr: Şarkı sözü satırı aranacak şekilde sağlanmadı
uk: Не надано рядок тексту пісні для пошуку.
vi: Không cung cấp dòng lời bài hát để tìm
zh: 未提供要定位的歌詞行

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_DROPFAILED
source: Can't drop.
ar: لا يمكن الإسقاط.
de: Kann nicht gelöscht werden.
el: Δεν είναι δυνατή η απόθεση.
es: No se puede descartar.
fr: Impossible de supprimer.
ga: Ní féidir é a scaoileadh.
hi: छोड़ नहीं सकते।
id: Tidak dapat dihapus.
it: Impossibile eliminare.
ja: ドロップできません。
ko: 드롭할 수 없습니다.
ms: tidak boleh jatuh.
nb: Kan ikke slippe.
nl: Kan niet verwijderen.
pt: Não é possível descartar.
ro: Nu se poate elimina.
tr: Bırakılamıyor.
uk: Неможливо перетягнути.
vi: Không bỏ được.
zh: 無法刪除。

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_FILENOTOPEN_PLAY
source: Can't play a file that's not open
ar: لا يمكن تشغيل ملف غير مفتوح
de: Eine nicht geöffnete Datei kann nicht abgespielt werden.
el: Δεν είναι δυνατή η αναπαραγωγή ενός αρχείου που δεν είναι ανοιχτό
es: No puedo reproducir un archivo que no está abierto
fr: Impossible de lire un fichier fermé
ga: Ní féidir comhad nach bhfuil oscailte a sheinm
hi: जो फ़ाइल खुली नहीं है उसे चलाया नहीं जा सकता
id: Tidak dapat memutar file yang tidak terbuka
it: Impossibile riprodurre un file non aperto
ja: 開いていないファイルは再生できません
ko: 열려 있지 않은 파일을 재생할 수 없습니다.
ms: Tidak dapat memainkan fail yang tidak dibuka
nb: Kan ikke spille av en fil som ikke er åpen
nl: Kan een bestand dat niet geopend is niet afspelen
pt: Não é possível reproduzir um ficheiro que não está aberto
ro: Nu se poate reda un fișier care nu este deschis
tr: Açık olmayan bir dosyayı oynatamıyorum
uk: Неможливо відтворити файл, який не відкритий
vi: Không thể phát tệp không mở
zh: 無法播放未開啟的文件

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_FILENOTOPEN_PAUSE
source: Can't pause a file that's not open
ar: لا يمكن إيقاف ملف غير مفتوح مؤقتًا
de: Eine nicht geöffnete Datei kann nicht pausiert werden.
el: Δεν είναι δυνατή η παύση ενός αρχείου που δεν είναι ανοιχτό
es: No puedo pausar un archivo que no está abierto
fr: Impossible de mettre en pause un fichier fermé
ga: Ní féidir comhad nach bhfuil oscailte a chur ar sos
hi: जो फ़ाइल खुली नहीं है उसे रोका नहीं जा सकता
id: Tidak dapat menjeda file yang tidak terbuka
it: Impossibile mettere in pausa un file non aperto
ja: 開いていないファイルは一時停止できません
ko: 열려 있지 않은 파일을 일시 정지할 수 없습니다.
ms: Tidak dapat menjeda fail yang tidak dibuka
nb: Kan ikke sette en fil på pause som ikke er åpen
nl: Kan een bestand dat niet geopend is niet pauzeren
pt: Não é possível pausar um ficheiro que não está aberto
ro: Nu se poate pune pauză la un fișier care nu este deschis
tr: Açık olmayan bir dosyayı duraklatamıyorum
uk: Неможливо призупинити файл, який не відкритий
vi: Không thể tạm dừng tệp không mở
zh: 無法暫停未開啟的文件

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_FILENOTOPEN_STOP
source: Can't stop a file that's not open
ar: لا يمكن إيقاف ملف غير مفتوح
de: Eine nicht geöffnete Datei kann nicht gestoppt werden.
el: Δεν είναι δυνατή η διακοπή ενός αρχείου που δεν είναι ανοιχτό
es: No puedo detener un archivo que no está abierto
fr: Impossible d'arrêter un fichier fermé
ga: Ní féidir comhad nach bhfuil oscailte a stopadh
hi: जो फ़ाइल खुली नहीं है उसे रोका नहीं जा सकता
id: Tidak dapat menghentikan file yang tidak terbuka
it: Impossibile interrompere un file non aperto
ja: 開いていないファイルは停止できません
ko: 열려 있지 않은 파일을 중지할 수 없습니다.
ms: Tidak boleh menghentikan fail yang tidak dibuka
nb: Kan ikke stoppe en fil som ikke er åpen
nl: Kan een bestand dat niet geopend is niet stoppen
pt: Não é possível parar um ficheiro que não está aberto
ro: Nu se poate opri un fișier care nu este deschis
tr: Açık olmayan bir dosyayı durduramıyorum
uk: Неможливо зупинити файл, який не відкритий
vi: Không thể dừng tệp không mở
zh: 無法停止未開啟的文件

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_SETVOLUMEFAILED
source: Can't set volume to {0}
ar: لا يمكن ضبط مستوى الصوت على {0}
de: Lautstärke kann nicht auf {0} eingestellt werden.
el: Δεν είναι δυνατή η ρύθμιση της έντασης σε {0}
es: No puedo ajustar el volumen a {0}
fr: Impossible de régler le volume à {0}
ga: Ní féidir an toirt a shocrú go {0}
hi: वॉल्यूम को {0} पर सेट नहीं किया जा सकता
id: Tidak dapat menyetel volume ke {0}
it: Impossibile impostare il volume su {0}
ja: 音量を {0} に設定できません
ko: 볼륨을 {0}으로 설정할 수 없습니다.
ms: Tidak dapat menetapkan kelantangan kepada {0}
nb: Kan ikke sette volumet til {0}
nl: Kan het volume niet instellen op {0}
pt: Não é possível definir o volume para {0}
ro: Nu se poate seta volumul la {0}
tr: Ses seviyesi {0} olarak ayarlanamıyor
uk: Неможливо встановити гучність на {0}
vi: Không thể đặt âm lượng thành {0}
zh: 無法將音量設定為 {0}

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_GETVOLUMEFAILED
source: Can't get volume (base, really, and decibels)
ar: لا يمكن الحصول على مستوى الصوت (الأساسي، في الواقع، والديسيبل)
de: Lautstärke (Basis und Dezibel) kann nicht ermittelt werden.
el: Δεν είναι δυνατή η λήψη έντασης (βάση, πραγματικά, και ντεσιμπέλ)
es: No puedo ajustar el volumen (el volumen base, el volumen real y los decibelios)
fr: Impossible d'obtenir le volume (basique, réel et décibels)
ga: Ní féidir an toirt a fháil (bonn, i ndáiríre, agus deicibeil)
hi: वॉल्यूम (बेस, रियली, और डेसिबल) नहीं मिल सकता
id: Tidak dapat memperoleh volume (dasar, sebenarnya, dan desibel)
it: Impossibile ottenere il volume (base, in realtà, e i decibel)
ja: 音量 (ベース、実数、デシベル) を取得できません
ko: 볼륨(기본, 실제, 데시벨)을 가져올 수 없습니다.
ms: Tidak boleh mendapatkan volum (asas, benar-benar, dan desibel)
nb: Kan ikke hente volum (base, egentlig og desibel)
nl: Kan het volume niet ophalen (basis, eigenlijk, en decibel)
pt: Não é possível obter o volume (base, real e decibéis)
ro: Nu se poate obține volumul (de bază, de fapt, și decibeli)
tr: Ses seviyesi (bas, gerçekten ve desibel) alınamıyor
uk: Неможливо отримати гучність (базову, насправді, та децибели)
vi: Không thể lấy âm lượng (cơ sở, thực sự, và decibel)
zh: 無法取得音量（基頻、實際音量和分貝）

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_SETEQBANDFAILED
source: Can't set equalizer band {0}/32 to {1} under {2}
ar: لا يمكن ضبط نطاق المعادل {0}/32 على {1} تحت {2}
de: Equalizerband {0}/32 kann nicht auf {1} unter {2} eingestellt werden.
el: Δεν είναι δυνατή η ρύθμιση της ζώνης ισοστάθμισης {0}/32 σε {1} στο {2}
es: No puedo ajustar la banda del ecualizador {0}/32 a {1} por debajo de {2}
fr: Impossible de régler la bande d'égalisation {0}/32 à {1} sous {2}
ga: Ní féidir banda cothromóra {0}/32 a shocrú go {1} faoi {2}
hi: इक्वलाइज़र बैंड {0}/32 को {1} से {2} के अंतर्गत सेट नहीं किया जा सकता
id: Tidak dapat menyetel pita equalizer {0}/32 ke {1} di bawah {2}
it: Impossibile impostare la banda dell'equalizzatore {0}/32 su {1} in {2}
ja: {2} でイコライザー バンド {0}/32 を {1} に設定できません
ko: 이퀄라이저 대역 {0}/32를 {2} 미만에서 {1}으로 설정할 수 없습니다.
ms: Tidak dapat menetapkan jalur penyama {0}/32 kepada {1} di bawah {2}
nb: Kan ikke sette equalizerbånd {0}/32 til {1} ​​under {2}
nl: Kan equalizerband {0}/32 niet instellen op {1} onder {2}
pt: Não é possível definir a banda do equalizador {0}/32 para {1} em {2}
ro: Nu se poate seta banda egalizatorului {0}/32 la {1} sub {2}
tr: Ekolayzır bandı {0}/32 {2} altında {1} olarak ayarlanamıyor
uk: Неможливо встановити діапазон еквалайзера {0}/32 на {1} для {2}
vi: Không thể đặt băng tần cân bằng {0}/32 thành {1} trong {2}
zh: 無法在 {2} 下將均衡器頻段 {0}/32 設定為 {1}

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_SETEQRANGEBANDFAILED
source: Can't set equalizer bands {0}/32 -> {1}/32 to {2} under {3}
ar: لا يمكن ضبط نطاقات المعادل {0}/32 -> {1}/32 على {2} تحت {3}
de: Equalizerbänder {0}/32 -> {1}/32 können nicht auf {2} unter {3} eingestellt werden.
el: Δεν είναι δυνατή η ρύθμιση των ζωνών ισοστάθμισης {0}/32 -> {1}/32 σε {2} στο {3}
es: No puedo ajustar las bandas del ecualizador {0}/32 -> {1}/32 a {2} por debajo de {3}
fr: Impossible de régler les bandes d'égalisation {0}/32 -> {1}/32 à {2} sous {3}
ga: Ní féidir bandaí cothromóra {0}/32 -> {1}/32 a shocrú go {2} faoi {3}
hi: इक्वलाइज़र बैंड {0}/32 -> {1}/32 को {2} से {3} के अंतर्गत सेट नहीं किया जा सकता
id: Tidak dapat menyetel pita equalizer {0}/32 -> {1}/32 ke {2} di bawah {3}
it: Impossibile impostare le bande dell'equalizzatore {0}/32 -> {1}/32 su {2} in {3}
ja: {3} でイコライザー バンド {0}/32 -> {1}/32 を {2} に設定できません
ko: 이퀄라이저 대역 {0}/32 -> {1}/32를 {3} 미만에서 {2}로 설정할 수 없습니다.
ms: Tidak dapat menetapkan jalur penyama {0}/32 -> {1}/32 hingga {2} di bawah {3}
nb: Kan ikke sette equalizerbånd {0}/32 -> {1}/32 til {2} under {3}
nl: Kan equalizerbanden {0}/32 -> {1}/32 niet instellen op {2} onder {3}
pt: Não é possível definir as bandas do equalizador {0}/32 -> {1}/32 para {2} em {3}
ro: Nu se pot seta benzile egalizatorului {0}/32 -> {1}/32 la {2} sub {3}
tr: Ekolayzır bantları {0}/32 -> {1}/32 {3} altında {2} olarak ayarlanamıyor
uk: Неможливо встановити діапазони еквалайзера {0}/32 -> {1}/32 на {2} для {3}
vi: Không thể đặt băng tần cân bằng {0}/32 -> {1}/32 thành {2} trong {3}
zh: 無法在 {3} 下將均衡器頻段 {0}/32 -> {1}/32 設定為 {2}

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_RESETEQBANDSFAILED
source: Can't reset equalizer bands to their initial values!
ar: لا يمكن إعادة ضبط نطاقات المعادل إلى قيمها الأولية!
de: Equalizerbänder können nicht auf ihre Anfangswerte zurückgesetzt werden!
el: Δεν είναι δυνατή η επαναφορά των ζωνών ισοστάθμισης στις αρχικές τους τιμές!
es: ¡No puedo restablecer las bandas del ecualizador a sus valores iniciales!
fr: Impossible de réinitialiser les bandes d'égalisation à leurs valeurs initiales !
ga: Ní féidir bandaí cothromóra a athshocrú chuig a luachanna tosaigh!
hi: इक्वलाइज़र बैंड को उनके आरंभिक मानों पर रीसेट नहीं किया जा सकता!
id: Tidak dapat menyetel ulang pita equalizer ke nilai awalnya!
it: Impossibile ripristinare le bande dell'equalizzatore ai valori iniziali!
ja: イコライザー バンドを初期値にリセットできません
ko: 이퀄라이저 대역을 초기값으로 재설정할 수 없습니다.
ms: Tidak dapat menetapkan semula jalur penyamaan kepada nilai awalnya!
nb: Kan ikke tilbakestille equalizerbånd til startverdiene!
nl: Kan equalizerbanden niet resetten naar hun beginwaarden!
pt: Não é possível repor as bandas do equalizador para os seus valores iniciais!
ro: Nu se pot reseta benzile egalizatorului la valorile lor inițiale!
tr: Ekolayzır bantları başlangıç ​​değerlerine sıfırlanamıyor!
uk: Неможливо скинути діапазони еквалайзера до їх початкових значень!
vi: Không thể đặt lại băng tần cân bằng về giá trị ban đầu của chúng!
zh: 無法將均衡器頻段重設為初始值！

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_GETNATIVESTATEFAILED
source: Can't get native state of {0}!
ar: لا يمكن الحصول على الحالة الأصلية لـ {0}!
de: Nativen Status von {0} kann nicht abgerufen werden!
el: Δεν είναι δυνατή η λήψη της εγγενούς κατάστασης του {0}!
es: ¡No se puede obtener el estado nativo de {0}!
fr: Impossible d'obtenir l'état natif de {0} !
ga: Ní féidir staid dhúchais {0} a fháil!
hi: {0} की मूल स्थिति नहीं मिल सकती!
id: Tidak dapat memperoleh status asli {0}!
it: Impossibile ottenere lo stato nativo di {0}!
ja: {0} のネイティブ状態を取得できません
ko: {0}의 기본 상태를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan keadaan asal {0}!
nb: Kan ikke hente den opprinnelige tilstanden til {0}!
nl: Kan de native status van {0} niet ophalen!
pt: Não é possível obter o estado nativo de {0}!
ro: Nu se poate obține starea nativă a {0}!
tr: Yerel {0} durumu alınamıyor!
uk: Неможливо отримати власний стан {0}!
vi: Không thể lấy trạng thái gốc của {0}!
zh: 無法取得 {0} 的原生狀態！

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_OPENOUTPUTFAILED
source: Can't open output to device {0} on driver {1}
ar: لا يمكن فتح الإخراج للجهاز {0} على برنامج التشغيل {1}
de: Ausgabe auf Gerät {0} auf Treiber {1} kann nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα της εξόδου στη συσκευή {0} στο πρόγραμμα οδήγησης {1}
es: No se puede abrir la salida al dispositivo {0} en el controlador {1}.
fr: Impossible d'ouvrir la sortie vers le périphérique {0} sur le pilote {1}
ga: Ní féidir aschur a oscailt chuig an ngléas {0} ar an tiománaí {1}
hi: ड्राइवर {1} पर डिवाइस {0} पर आउटपुट नहीं खोला जा सकता
id: Tidak dapat membuka output ke perangkat {0} pada driver {1}
it: Impossibile aprire l'output sul dispositivo {0} sul driver {1}
ja: ドライバー {1} でデバイス {0} への出力を開くことができません
ko: 드라이버 {1}에서 장치 {0}에 대한 출력을 열 수 없습니다.
ms: Tidak dapat membuka output ke peranti {0} pada pemacu {1}
nb: Kan ikke åpne utdata til enhet {0} på driver {1}
nl: Kan de uitvoer naar apparaat {0} op driver {1} niet openen
pt: Não é possível abrir a saída para o dispositivo {0} no controlador {1}
ro: Nu se poate deschide ieșirea către dispozitivul {0} pe driverul {1}
tr: Sürücü {1} üzerinde {0} aygıtına çıkış açılamıyor
uk: Неможливо відкрити вихід на пристрій {0} на драйвері {1}
vi: Không thể mở đầu ra cho thiết bị {0} trên trình điều khiển {1}
zh: 無法在驅動程式 {1} 上開啟到裝置 {0} 的輸出

# BASSBOOM_BASOLIA_PLAYBACK_EXCEPTION_NEEDSOUTPUT
source: You need to open the output
ar: يجب فتح الإخراج.
de: Sie müssen die Ausgabe öffnen.
el: Πρέπει να ανοίξετε την έξοδο
es: Necesita abrir la salida.
fr: Vous devez ouvrir la sortie.
ga: Ní mór duit an t-aschur a oscailt
hi: आपको आउटपुट खोलने की आवश्यकता है
id: Anda perlu membuka output
it: È necessario aprire l'output
ja: 出力を開く必要があります
ko: 출력을 열어야 합니다.
ms: Anda perlu membuka output
nb: Du må åpne utdataene
nl: U moet de uitvoer openen
pt: Precisa de abrir a saída
ro: Trebuie să deschideți ieșirea
tr: Çıkışı açmanız gerekiyor
uk: Вам потрібно відкрити вихід
vi: Bạn cần mở đầu ra
zh: 您需要打開輸出
